List<dynamic> data = [
  {
    'index': 'भगवद गीता',
    'adhyay': [
      //adhyay 1
      {
        'id': 'पहला अध्याय',
        'name': 'अर्जुनविषादयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'धृतराष्ट्र उवाचः\nधर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।\nमामकाः पाण्डवाश्चैव किमकुर्वत संजय ॥१-१॥',
            'meaning':
                'धृतराष्ट्र बोले -\nहे संजय! धर्मभूमि कुरुक्षेत्र में युद्ध की इच्छा से एकत्र हुए मेरे तथा पाण्डु के पुत्रों ने क्या किया ? ।',
          },
          {
            'no': 2,
            'shlok':
                'संजय उवाचः\nदृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\nआचार्यमुपसंगम्य राजा वचनमब्रवीत् ॥१-२॥',
            'meaning':
                'संजय बोले - \nउस समय राजा दुर्योधन ने व्यूहरचनायुक्त पाण्डवों की सेना को देखा और द्रोणाचार्य के पास जाकर यह वचन कहा ।',
          },
          {
            'no': 3,
            'shlok':
                'पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् । \nव्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥१-३॥',
            'meaning':
                'हे आचार्य! आपके बुद्धिमान्‌ शिष्य द्रुपदपुत्र धृष्टद्युम्न द्वारा व्यूहाकार खड़ी की हुई पाण्डुपुत्रों की इस बड़ी भारी सेना को देखिए ।',
          },
          {
            'no': 4,
            'shlok':
                'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।\nयुयुधानो विराटश्च द्रुपदश्च महारथः ॥१-४॥\nधृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।\nपुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥१-५॥',
            'meaning':
                'इस सेना में भीम तथा अर्जुन के समान युद्ध करने वाले अनेक वीर धनुर्धर हैं – यथा महारथी युयुधान, विराट तथा द्रुपद, इनके साथ ही धृष्टकेतु, चेकितान, काशिराज, पुरुजित्, कुन्तिभोज तथा शैब्य जैसे महान शक्तिशाली योद्धा भी हैं ।',
          },
          {
            'no': 5,
            'shlok':
                'युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।\nसौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥१-६॥\n',
            'meaning':
                'पराक्रमी युधामन्यु, अत्यन्त शक्तिशाली उत्तमौजा, सुभद्रा का पुत्र तथा द्रोपदी के पुत्र – ये सभी महारथी हैं ।',
          },
          {
            'no': 6,
            'shlok':
                'अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।\nनायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥१-७॥\nभवान्भीष्मश्च कर्णश्च कृपश्च समितिंजयः ।\nअश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥१-८॥\nअन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।\nनानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥१-९॥',
            'meaning':
                'किन्तु हे ब्राह्मणश्रेष्ठ! अपने पक्ष में भी जो प्रधान हैं, उनको आप समझ लीजिए। आपकी जानकारी के लिए मेरी सेना के जो-जो सेनापति हैं, उनको बतलाता हूँ, मेरी सेना में स्वयं आप-द्रोणाचार्य और पितामह भीष्म तथा कर्ण और संग्रामविजयी कृपाचार्य तथा वैसे ही अश्वत्थामा, विकर्ण और सोमदत्त का पुत्र भूरिश्रवा और भी मेरे लिए जीवन की आशा त्याग देने वाले बहुत-से शूरवीर अनेक प्रकार के शस्त्रास्त्रों से सुसज्जित और सब-के-सब युद्ध में चतुर हैं ।',
          },
          {
            'no': 7,
            'shlok':
                'अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् ।\nपर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥१-१०॥',
            'meaning':
                'भीष्म पितामह द्वारा रक्षित हमारी वह सेना सब प्रकार से अजेय है और भीम द्वारा रक्षित इन लोगों की यह सेना जीतने में सुगम है ।',
          },
          {
            'no': 8,
            'shlok':
                'अयनेषु च सर्वेषु यथाभागमवस्थिताः ।\nभीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥१-११॥',
            'meaning':
                'इसलिए सब मोर्चों पर अपनी-अपनी जगह स्थित रहते हुए आप लोग सभी निःसंदेह भीष्म पितामह की ही सब ओर से रक्षा करें ।',
          },
          {
            'no': 9,
            'shlok':
                'तस्य संजनयन्हर्षं कुरुवृद्धः पितामहः ।\nसिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् ॥१-१२॥\nततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।\nसहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥१-१३॥',
            'meaning':
                'कौरवों में वृद्ध बड़े प्रतापी पितामह भीष्म ने उस दुर्योधन के हृदय में हर्ष उत्पन्न करते हुए उच्च स्वर से सिंह की दहाड़ के समान गरजकर शंख बजाया इसके पश्चात शंख और नगाड़े तथा ढोल, मृदंग और नरसिंघे आदि बाजे एक साथ ही बज उठे। उनका वह शब्द बड़ा भयंकर हुआ ।',
          },
          {
            'no': 10,
            'shlok':
                'ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।\nमाधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥१-१४॥',
            'meaning':
                'इसके अनन्तर सफेद घोड़ों से युक्त उत्तम रथ में बैठे हुए श्रीकृष्ण महाराज और अर्जुन ने भी अलौकिक शंख बजाए ।',
          },
          {
            'no': 11,
            'shlok':
                'पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।\nपौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥१-१५॥',
            'meaning':
                'श्रीकृष्ण महाराज ने पाञ्चजन्य नामक, अर्जुन ने देवदत्त नामक और भयानक कर्मवाले भीमसेन ने पौण्ड्र नामक महाशंख बजाया ।',
          },
          {
            'no': 12,
            'shlok':
                'अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।\nनकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥१-१६॥',
            'meaning':
                'कुन्तीपुत्र राजा युधिष्ठिर ने अनन्तविजय नामक और नकुल तथा सहदेव ने सुघोष और मणिपुष्पक नामक शंख बजाए ।',
          },
          {
            'no': 13,
            'shlok':
                'काश्यश्च परमेष्वासः शिखण्डी च महारथः ।\nधृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥१-१७॥\nद्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।\nसौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥१-१८॥',
            'meaning':
                'श्रेष्ठ धनुष वाले काशिराज और महारथी शिखण्डी एवं धृष्टद्युम्न तथा राजा विराट और अजेय सात्यकि, राजा द्रुपद एवं द्रौपदी के पाँचों पुत्र और बड़ी भुजावाले सुभद्रा पुत्र अभिमन्यु- इन सभी ने, हे राजन्‌! सब ओर से अलग-अलग शंख बजाए ।',
          },
          {
            'no': 14,
            'shlok':
                'स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।\nनभश्च पृथिवीं चैव तुमुलो व्यनुनादयन् ॥१-१९॥',
            'meaning':
                'और उस भयानक शब्द ने आकाश और पृथ्वी को भी गुंजाते हुए धार्तराष्ट्रों के अर्थात आपके पक्षवालों के हृदय विदीर्ण कर दिए ।',
          },
          {
            'no': 15,
            'shlok':
                'अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।\nप्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः ॥१-२०॥',
            'meaning':
                'उस समय हनुमान से अंकित ध्वजा लगे रथ पर आसीन पाण्डुपुत्र अर्जुन अपना धनुष उठा कर तीर चलाने के लिए उद्यत हुआ | हे राजन्!धृतराष्ट्र के पुत्रों को व्यूह में खड़ा देखकर अर्जुन ने श्रीकृष्ण से ये वचन कहे ।',
          },
          {
            'no': 16,
            'shlok':
                'अर्जुन उवाचः\nहृषीकेशं तदा वाक्यमिदमाह महीपते ।\nसेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ॥१-२१॥\nयावदेतान्निरिक्षेऽहं योद्‌धुकामानवस्थितान् ।\nकैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे ॥१-२२॥\nयोत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।\nधार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥१-२३॥',
            'meaning':
                'अर्जुन ने कहा – हे अच्युत! कृपा करके मेरा रथ दोनों सेनाओं के बीच में ले चलें जिससे मैं यहाँ युद्ध की अभिलाषा रखने वालों को और शस्त्रों कि इस महान परीक्षा में, जिनसे मुझे संघर्ष करना है, उन्हें देख सकूँ, मुझे उन लोगों को देखने दीजिये जो यहाँ पर धृतराष्ट्र के दुर्बुद्धि पुत्र (दुर्योधन) को प्रसन्न करने की इच्छा से लड़ने के लिए आये हुए हैं ।',
          },
          {
            'no': 17,
            'shlok':
                'संजय उवाचः\nएवमुक्तो हृषीकेशो गुडाकेशेन भारत ।\nसेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥१-२४॥\nभीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् ।\nउवाच पार्थ पश्यैतान्समवेतान्कुरूनिति ॥१-२५॥',
            'meaning':
                'संजय बोले- हे धृतराष्ट्र! अर्जुन द्वारा कहे अनुसार महाराज श्रीकृष्णचंद्र ने दोनों सेनाओं के बीच में भीष्म और द्रोणाचार्य के सामने तथा सम्पूर्ण राजाओं के सामने उत्तम रथ को खड़ा कर इस प्रकार कहा कि हे पार्थ! युद्ध के लिए जुटे हुए इन कौरवों को देख ।',
          },
          {
            'no': 18,
            'shlok':
                'तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान् ।\nआचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा ॥१-२६॥',
            'meaning':
                'अर्जुन ने वहाँ पर दोनों पक्षों की सेनाओं के मध्य में अपने चाचा-ताउओं, पितामहों, गुरुओं, मामाओं, भाइयों, पुत्रों, पौत्रों, मित्रों, ससुरों और शुभचिन्तकों को भी देखा ।',
          },
          {
            'no': 19,
            'shlok':
                'कृपया परयाविष्टो विषीदन्निदमब्रवीत् ।\nदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ॥१-२७॥',
            'meaning':
                'उन उपस्थित सम्पूर्ण बंधुओं को देखकर वे कुंतीपुत्र अर्जुन अत्यन्त करुणा से युक्त होकर शोक करते हुए यह वचन बोले ।',
          },
          {
            'no': 20,
            'shlok':
                'श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ।\nतान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ॥१-२८॥\nसीदन्ति मम गात्राणि मुखं च परिशुष्यति ।\nवेपथुश्च शरीरे मे रोमहर्षश्च जायते ॥१-२९॥\nगाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ।\nन च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ॥१-३०॥',
            'meaning':
                'अर्जुन ने कहा – हे कृष्ण! इस प्रकार युद्ध कि इच्छा रखने वाले मित्रों तथा सम्बन्धियों को अपने समक्ष उपस्थित देखकर मेरे शरीर के अंग काँप रहे हैं और मेरा मुँह सूखा जा रहा है, मेरा सारा शरीर काँप रहा है, मेरे रोंगटे खड़े हो रहे हैं, मेरा गाण्डीव धनुष मेरे हाथ से सरक रहा है और मेरी त्वचा जल रही है, मैं यहाँ अब और अधिक खड़ा रहने में असमर्थ हूँ । मैं अपने को भूल रहा हूँ और मेरा सिर चकरा रहा है । हे कृष्ण! मुझे तो केवल अमंगल के कारण दिख रहे हैं ।',
          },
          {
            'no': 21,
            'shlok':
                'निमित्तानि च पश्यामि विपरीतानि केशव ।\nन च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ॥१-३१॥\nन काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ।\nकिं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ॥१-३२॥',
            'meaning':
                'हे केशव! मैं लक्षणों को भी विपरीत ही देख रहा हूँ तथा युद्ध में स्वजन-समुदाय को मारकर कल्याण भी नहीं देखता, हे कृष्ण! मैं न तो विजय चाहता हूँ और न राज्य तथा सुखों को ही। हे गोविंद! हमें ऐसे राज्य से क्या प्रयोजन है अथवा ऐसे भोगों से और जीवन से भी क्या लाभ है?',
          },
          {
            'no': 22,
            'shlok':
                'येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ।\nत इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ॥१-३३॥\nआचार्याः पितरः पुत्रास्तथैव च पितामहाः ।\nमातुलाः श्वशुराः पौत्राः श्यालाः संबन्धिनस्तथा ॥१-३४॥',
            'meaning':
                'हमें जिनके लिए राज्य, भोग और सुखादि अभीष्ट हैं, वे ही ये सब धन और जीवन की आशा को त्यागकर युद्ध में खड़े हैं, गुरुजन, ताऊ-चाचे, लड़के और उसी प्रकार दादे, मामे, ससुर, पौत्र, साले तथा और भी संबंधी लोग हैं ।',
          },
          {
            'no': 23,
            'shlok':
                'एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ।\nअपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ॥१-३५॥',
            'meaning':
                'हे मधुसूदन! मुझे मारने पर भी अथवा तीनों लोकों के राज्य के लिए भी मैं इन सबको मारना नहीं चाहता, फिर पृथ्वी के लिए तो कहना ही क्या है?',
          },
          {
            'no': 24,
            'shlok':
                'निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन ।\nपापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ॥१-३६॥\nतस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् ।\nस्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥१-३७॥',
            'meaning':
                'हे जनार्दन! धृतराष्ट्र के पुत्रों को मारकर हमें क्या प्रसन्नता होगी? इन आततायियों को मारकर तो हमें पाप ही लगेगा, अतएव हे माधव! अपने ही बान्धव धृतराष्ट्र के पुत्रों को मारने के लिए हम योग्य नहीं हैं क्योंकि अपने ही कुटुम्ब को मारकर हम कैसे सुखी होंगे?',
          },
          {
            'no': 25,
            'shlok':
                'यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।\nकुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥१-३८॥',
            'meaning':
                'यद्यपि लोभ से भ्रष्टचित्त हुये ये लोग कुलनाशकृत दोष और मित्र द्रोह में पाप नहीं देखते हैं ।',
          },
          {
            'no': 26,
            'shlok':
                'कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् ।\nकुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन ॥१-३९॥\nकुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।\nधर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥१-४०॥',
            'meaning':
                'हेे जनार्दन ! कुलक्षय से होने वाले दोष को जानने वाले हम लोगों को इस पाप से विरत होने के लिए क्यों नहीं सोचना चाहिये, कुल के नष्ट होने से सनातन धर्म नष्ट हो जाते हैं। धर्म नष्ट होने पर सम्पूर्ण कुल को अधर्म (पाप) दबा लेता है ।',
          },
          {
            'no': 27,
            'shlok':
                'अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।\nस्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसंकरः ॥१-४१॥',
            'meaning':
                'हे कृष्ण ! पाप के अधिक बढ़ जाने से कुल की स्त्रियां दूषित हो जाती हैं, और हे वार्ष्णेय ! स्त्रियों के दूषित होने पर वर्णसंकर उत्पन्न होता है ।',
          },
          {
            'no': 28,
            'shlok':
                'संकरो नरकायैव कुलघ्नानां कुलस्य च ।\nपतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥१-४२॥\nदोषैरेतैः कुलघ्नानां वर्णसंकरकारकैः ।\nउत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥१-४३॥\nउत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\nनरकेऽनियतं वासो भवतीत्यनुशुश्रुम ॥१-४४॥\nअहो बत महत्पापं कर्तुं व्यवसिता वयम् ।\nयद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥१-४५॥',
            'meaning':
                'वर्णसंकर कुलघातियों को और कुल को नरक में ले जाने के लिए ही होता है। लुप्त हुई पिण्ड और जल की क्रिया वाले अर्थात श्राद्ध और तर्पण से वंचित इनके पितर लोग भी अधोगति को प्राप्त होते हैं, इन वर्णसंकरकारक दोषों से कुलघातियों के सनातन कुल-धर्म और जाति-धर्म नष्ट हो जाते हैं, हे जनार्दन! जिनका कुल-धर्म नष्ट हो गया है, ऐसे मनुष्यों का अनिश्चितकाल तक नरक में वास होता है, ऐसा हम सुनते आए हैं, हा! शोक! हम लोग बुद्धिमान होकर भी महान पाप करने को तैयार हो गए हैं, जो राज्य और सुख के लोभ से स्वजनों को मारने के लिए उद्यत हो गए हैं ।',
          },
          {
            'no': 29,
            'shlok':
                'यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।\nधार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥१-४६॥',
            'meaning':
                'यदि मुझ शस्त्ररहित एवं सामना न करने वाले को शस्त्र हाथ में लिए हुए धृतराष्ट्र के पुत्र रण में मार डालें तो वह मारना भी मेरे लिए अधिक कल्याणकारक होगा ।',
          },
          {
            'no': 30,
            'shlok':
                'संजय उवाचः\nएवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् । \nविसृज्य सशरं चापं शोकसंविग्नमानसः ॥१-४७॥',
            'meaning':
                'संजय बोले- रणभूमि में शोक से उद्विग्न मन वाले अर्जुन इस प्रकार कहकर, बाणसहित धनुष को त्यागकर रथ के पिछले भाग में बैठ गए ।',
          },
        ],
      },
      //adhyay 2
      {
        'id': 'दूसरा अध्याय',
        'name': 'सांख्ययोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'संजय उवाचः\nतं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् । \nविषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥२-१॥',
            'meaning':
                'संजय ने कहा – करुणा से व्याप्त, शोकयुक्त, अश्रुपूरित नेत्रों वाले अर्जुन को देख कर मधुसूदन कृष्ण ने ये शब्द कहे ।',
          },
          {
            'no': 2,
            'shlok':
                'कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् ।\nअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन ॥२-२॥',
            'meaning':
                'श्रीभगवान बोले- हे अर्जुन! तुझे इस असमय में यह मोह किस हेतु से प्राप्त हुआ? क्योंकि न तो यह श्रेष्ठ पुरुषों द्वारा आचरित है, न स्वर्ग को देने वाला है और न कीर्ति को करने वाला ही है ।',
          },
          {
            'no': 3,
            'shlok':
                'क्लैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते ।\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ॥२-३॥',
            'meaning':
                'इसलिए हे अर्जुन! नपुंसकता को मत प्राप्त हो, तुझमें यह उचित नहीं जान पड़ती। हे परंतप! हृदय की तुच्छ दुर्बलता को त्यागकर युद्ध के लिए खड़ा हो जा ।',
          },
          {
            'no': 4,
            'shlok':
                'अर्जुन उवाचः\nकथं भीष्ममहं संख्ये द्रोणं च मधुसूदन ।\nइषुभिः प्रति योत्स्यामि पूजार्हावरिसूदन ॥२-४॥',
            'meaning':
                'अर्जुन बोले- हे मधुसूदन! मैं रणभूमि में किस प्रकार बाणों से भीष्म पितामह और द्रोणाचार्य के विरुद्ध लड़ूँगा? क्योंकि हे अरिसूदन! वे दोनों ही पूजनीय हैं ।',
          },
          {
            'no': 5,
            'shlok':
                'गुरूनहत्वा हि महानुभावान् श्रेयो भोक्तुं भैक्ष्यमपीह लोके ।\nहत्वार्थकामांस्तु गुरूनिहैव भुञ्जीय भोगान् रुधिरप्रदिग्धान् ॥२-५॥',
            'meaning':
                'इसलिए इन महानुभाव गुरुजनों को न मारकर मैं इस लोक में भिक्षा का अन्न भी खाना कल्याणकारक समझता हूँ क्योंकि गुरुजनों को मारकर भी इस लोक में रुधिर से सने हुए अर्थ और कामरूप भोगों को ही तो भोगूँगा ।',
          },
          {
            'no': 6,
            'shlok':
                'न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जयेयुः ।\nयानेव हत्वा न जिजीविषामस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥२-६॥',
            'meaning':
                'हम यह भी नहीं जानते कि हमारे लिए युद्ध करना और न करना- इन दोनों में से कौन-सा श्रेष्ठ है, अथवा यह भी नहीं जानते कि उन्हें हम जीतेंगे या हमको वे जीतेंगे। और जिनको मारकर हम जीना भी नहीं चाहते, वे ही हमारे आत्मीय धृतराष्ट्र के पुत्र हमारे मुकाबले में खड़े हैं ।',
          },
          {
            'no': 7,
            'shlok':
                'कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः ।\nयच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥२-७॥',
            'meaning':
                'इसलिए कायरता रूप दोष से उपहत हुए स्वभाव वाला तथा धर्म के विषय में मोहित चित्त हुआ मैं आपसे पूछता हूँ कि जो साधन निश्चित कल्याणकारक हो, वह मेरे लिए कहिए क्योंकि मैं आपका शिष्य हूँ, इसलिए आपके शरण हुए मुझको शिक्षा दीजिए ।',
          },
          {
            'no': 8,
            'shlok':
                'न हि प्रपश्यामि ममापनुद्याद् यच्छोकमुच्छोषणमिन्द्रियाणाम् ।\nअवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम् ॥२-८॥',
            'meaning':
                'क्योंकि भूमि में निष्कण्टक, धन-धान्य सम्पन्न राज्य को और देवताओं के स्वामीपने को प्राप्त होकर भी मैं उस उपाय को नहीं देखता हूँ, जो मेरी इन्द्रियों के सुखाने वाले शोक को दूर कर सके ।',
          },
          {
            'no': 9,
            'shlok':
                'संजय उवाचः\nएवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप ।\nन योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह ॥२-९॥',
            'meaning':
                'संजय बोले- हे राजन्‌! निद्रा को जीतने वाले अर्जुन अंतर्यामी श्रीकृष्ण महाराज के प्रति इस प्रकार कहकर फिर श्री गोविंद भगवान्‌ से युद्ध नहीं करूँगा यह स्पष्ट कहकर चुप हो गए ।',
          },
          {
            'no': 10,
            'shlok':
                'तमुवाच हृषीकेशः प्रहसन्निव भारत ।\nसेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः ॥२-१०॥',
            'meaning':
                'हे भरतवंशी धृतराष्ट्र! अंतर्यामी श्रीकृष्ण महाराज दोनों सेनाओं के बीच में शोक करते हुए उस अर्जुन को हँसते हुए से यह वचन बोले ।',
          },
          {
            'no': 11,
            'shlok':
                'अशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे ।\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिताः ॥२-११॥',
            'meaning':
                'श्री भगवान बोले, हे अर्जुन! तू न शोक करने योग्य मनुष्यों के लिए शोक करता है और पण्डितों के से वचनों को कहता है, परन्तु जिनके प्राण चले गए हैं, उनके लिए और जिनके प्राण नहीं गए हैं उनके लिए भी पण्डितजन शोक नहीं करते ।',
          },
          {
            'no': 12,
            'shlok':
                'न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः ।\nन चैव न भविष्यामः सर्वे वयमतः परम् ॥२-१२॥',
            'meaning':
                'न तो ऐसा ही है कि मैं किसी काल में नहीं था, तू नहीं था अथवा ये राजा लोग नहीं थे और न ऐसा ही है कि इससे आगे हम सब नहीं रहेंगे ।',
          },
          {
            'no': 13,
            'shlok':
                'देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा ।\nतथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति ॥२-१३॥',
            'meaning':
                'जैसे जीवात्मा की इस देह में बालकपन, जवानी और वृद्धावस्था होती है, वैसे ही अन्य शरीर की प्राप्ति होती है, उस विषय में धीर पुरुष मोहित नहीं होता ।',
          },
          {
            'no': 14,
            'shlok':
                'मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः ।\nआगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥२-१४॥',
            'meaning':
                'हे कुंतीपुत्र! सर्दी-गर्मी और सुख-दुःख को देने वाले इन्द्रिय और विषयों के संयोग तो उत्पत्ति-विनाशशील और अनित्य हैं, इसलिए हे भारत! उनको तू सहन कर ।',
          },
          {
            'no': 15,
            'shlok':
                'यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ ।\nसमदुःखसुखं धीरं सोऽमृतत्वाय कल्पते ॥२-१५॥',
            'meaning':
                'क्योंकि हे पुरुषश्रेष्ठ! दुःख-सुख को समान समझने वाले जिस धीर पुरुष को ये इन्द्रिय और विषयों के संयोग व्याकुल नहीं करते, वह मोक्ष के योग्य होता है ।',
          },
          {
            'no': 16,
            'shlok':
                'नासतो विद्यते भावो नाभावो विद्यते सतः ।\nउभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः ॥२-१६॥',
            'meaning':
                'असत्‌ वस्तु की तो सत्ता नहीं है और सत्‌ का अभाव नहीं है। इस प्रकार इन दोनों का ही तत्व तत्वज्ञानी पुरुषों द्वारा देखा गया है ।',
          },
          {
            'no': 17,
            'shlok':
                'अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् । \nविनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति ॥२-१७॥',
            'meaning':
                'नाशरहित तो तू उसको जान, जिससे यह सम्पूर्ण जगत्‌- दृश्यवर्ग व्याप्त है। इस अविनाशी का विनाश करने में कोई भी समर्थ नहीं है ।',
          },
          {
            'no': 18,
            'shlok':
                'अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।\nअनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥२-१८॥',
            'meaning':
                'इस नाशरहित, अप्रमेय, नित्यस्वरूप जीवात्मा के ये सब शरीर नाशवान कहे गए हैं, इसलिए हे भरतवंशी अर्जुन! तू युद्ध कर ।',
          },
          {
            'no': 19,
            'shlok':
                'य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् ।\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते ॥२-१९॥',
            'meaning':
                'जो इस आत्मा को मारने वाला समझता है तथा जो इसको मरा मानता है, वे दोनों ही नहीं जानते क्योंकि यह आत्मा वास्तव में न तो किसी को मारता है और न किसी द्वारा मारा जाता है ।',
          },
          {
            'no': 20,
            'shlok':
                'न जायते म्रियते वा कदाचिन्नायं भूत्वा भविता वा न भूयः ।\nअजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे ॥२-२०॥',
            'meaning':
                'यह आत्मा किसी काल में भी न तो जन्मता है और न मरता ही है तथा न यह उत्पन्न होकर फिर होने वाला ही है क्योंकि यह अजन्मा, नित्य, सनातन और पुरातन है, शरीर के मारे जाने पर भी यह नहीं मारा जाता ।',
          },
          {
            'no': 21,
            'shlok':
                'वेदाविनाशिनं नित्यं य एनमजमव्ययम् ।\nकथं स पुरुषः पार्थ कं घातयति हन्ति कम् ॥२-२१॥',
            'meaning':
                'हे पृथापुत्र अर्जुन! जो पुरुष इस आत्मा को नाशरहित, नित्य, अजन्मा और अव्यय जानता है, वह पुरुष कैसे किसको मरवाता है और कैसे किसको मारता है?',
          },
          {
            'no': 22,
            'shlok':
                'वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि ।\nतथा शरीराणि विहाय जीर्णा न्यन्यानि संयाति नवानि देही ॥२-२२॥',
            'meaning':
                'जैसे मनुष्य पुराने वस्त्रों को त्यागकर दूसरे नए वस्त्रों को ग्रहण करता है, वैसे ही जीवात्मा पुराने शरीरों को त्यागकर दूसरे नए शरीरों को प्राप्त होता है ।',
          },
          {
            'no': 23,
            'shlok':
                'नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः ।\nन चैनं क्लेदयन्त्यापो न शोषयति मारुतः ॥२-२३॥',
            'meaning':
                'इस आत्मा को शस्त्र नहीं काट सकते, इसको आग नहीं जला सकती, इसको जल नहीं गला सकता और वायु नहीं सुखा सकता ।',
          },
          {
            'no': 24,
            'shlok':
                'अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च ।\nनित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः ॥२-२४॥',
            'meaning':
                'क्योंकि यह आत्मा अच्छेद्य है, यह आत्मा अदाह्य, अक्लेद्य और निःसंदेह अशोष्य है तथा यह आत्मा नित्य, सर्वव्यापी, अचल, स्थिर रहने वाला और सनातन है ।',
          },
          {
            'no': 25,
            'shlok':
                'अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते ।\nतस्मादेवं विदित्वैनं नानुशोचितुमर्हसि ॥२-२५॥',
            'meaning':
                'यह आत्मा अव्यक्त है, यह आत्मा अचिन्त्य है और यह आत्मा विकाररहित कहा जाता है। इससे हे अर्जुन! इस आत्मा को उपर्युक्त प्रकार से जानकर तू शोक करने के योग्य नहीं है अर्थात्‌ तुझे शोक करना उचित नहीं है ।',
          },
          {
            'no': 26,
            'shlok':
                'अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् ।\nतथापि त्वं महाबाहो नैवं शोचितुमर्हसि ॥२-२६॥',
            'meaning':
                'किन्तु यदि तू इस आत्मा को सदा जन्मने वाला तथा सदा मरने वाला मानता हो, तो भी हे महाबाहो! तू इस प्रकार शोक करने योग्य नहीं है ।',
          },
          {
            'no': 27,
            'shlok':
                'जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च ।\nतस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि ॥२-२७॥',
            'meaning':
                'क्योंकि इस मान्यता के अनुसार जन्मे हुए की मृत्यु निश्चित है और मरे हुए का जन्म निश्चित है। इससे भी इस बिना उपाय वाले विषय में तू शोक करने योग्य नहीं है ।',
          },
          {
            'no': 28,
            'shlok':
                'अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत ।\nअव्यक्तनिधनान्येव तत्र का परिदेवना ॥२-२८॥',
            'meaning':
                'हे अर्जुन! सम्पूर्ण प्राणी जन्म से पहले अप्रकट थे और मरने के बाद भी अप्रकट हो जाने वाले हैं, केवल बीच में ही प्रकट हैं, फिर ऐसी स्थिति में क्या शोक करना है?',
          },
          {
            'no': 29,
            'shlok':
                'आश्चर्यवत्पश्यति कश्चिदेनमाश्चर्यवद्वदति तथैव चान्यः ।\nआश्चर्यवच्चैनमन्यः शृणोति श्रुत्वाप्येनं वेद न चैव कश्चित् ॥२-२९॥',
            'meaning':
                'कोई एक महापुरुष ही इस आत्मा को आश्चर्य की भाँति देखता है और वैसे ही दूसरा कोई महापुरुष ही इसके तत्व का आश्चर्य की भाँति वर्णन करता है तथा दूसरा कोई अधिकारी पुरुष ही इसे आश्चर्य की भाँति सुनता है और कोई-कोई तो सुनकर भी इसको नहीं जानता ।',
          },
          {
            'no': 30,
            'shlok':
                'देही नित्यमवध्योऽयं देहे सर्वस्य भारत ।\nतस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि ॥२-३०॥',
            'meaning':
                'हे अर्जुन! यह आत्मा सबके शरीर में सदा ही अवध्य (जिसका वध नहीं किया जा सके) है। इस कारण सम्पूर्ण प्राणियों के लिए तू शोक करने योग्य नहीं है ।',
          },
          {
            'no': 31,
            'shlok':
                'स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि ।\nधर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते ॥२-३१॥',
            'meaning':
                'तथा अपने धर्म को देखकर भी तू भय करने योग्य नहीं है अर्थात्‌ तुझे भय नहीं करना चाहिए क्योंकि क्षत्रिय के लिए धर्मयुक्त युद्ध से बढ़कर दूसरा कोई कल्याणकारी कर्तव्य नहीं है ।',
          },
          {
            'no': 32,
            'shlok':
                'यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् ।\nसुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् ॥२-३२॥',
            'meaning':
                'हे पार्थ! अपने-आप प्राप्त हुए और खुले हुए स्वर्ग के द्वार रूप इस प्रकार के युद्ध को भाग्यवान क्षत्रिय लोग ही पाते हैं ।',
          },
          {
            'no': 33,
            'shlok':
                'अथ चेत्त्वमिमं धर्म्यं संग्रामं न करिष्यसि ।\nततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि ॥२-३३॥',
            'meaning':
                'किन्तु यदि तू इस धर्मयुक्त युद्ध को नहीं करेगा तो स्वधर्म और कीर्ति को खोकर पाप को प्राप्त होगा ।',
          },
          {
            'no': 34,
            'shlok':
                'अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् ।\nसम्भावितस्य चाकीर्तिर्मरणादतिरिच्यते ॥२-३४॥',
            'meaning':
                'तथा सब लोग तेरी बहुत काल तक रहने वाली अपकीर्ति का भी कथन करेंगे और माननीय पुरुष के लिए अपकीर्ति मरण से भी बढ़कर है ।',
          },
          {
            'no': 35,
            'shlok':
                'भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः ।\nयेषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् ॥२-३५॥',
            'meaning':
                'इऔर जिनकी दृष्टि में तू पहले बहुत सम्मानित होकर अब लघुता को प्राप्त होगा, वे महारथी लोग तुझे भय के कारण युद्ध से हटा हुआ मानेंगे ।',
          },
          {
            'no': 36,
            'shlok':
                'अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः ।\nनिन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम् ॥२-३६॥',
            'meaning':
                'तेरे वैरी लोग तेरे सामर्थ्य की निंदा करते हुए तुझे बहुत से न कहने योग्य वचन भी कहेंगे, उससे अधिक दुःख और क्या होगा?',
          },
          {
            'no': 37,
            'shlok':
                'हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् ।\nतस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः ॥२-३७॥',
            'meaning':
                'या तो तू युद्ध में मारा जाकर स्वर्ग को प्राप्त होगा अथवा संग्राम में जीतकर पृथ्वी का राज्य भोगेगा। इस कारण हे अर्जुन! तू युद्ध के लिए निश्चय करके खड़ा हो जा ।',
          },
          {
            'no': 38,
            'shlok':
                'सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ ।\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि ॥२-३८॥',
            'meaning':
                'जय-पराजय, लाभ-हानि और सुख-दुख को समान समझकर, उसके बाद युद्ध के लिए तैयार हो जा, इस प्रकार युद्ध करने से तू पाप को नहीं प्राप्त होगा ।',
          },
          {
            'no': 39,
            'shlok':
                'एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां शृणु ।\nबुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि ॥२-३९॥',
            'meaning':
                'यहाँ मैंने वैश्लेषिक अध्ययन (सांख्य) द्वारा इस ज्ञान का वर्णन किया है । अब निष्काम भाव से कर्म करना बता रहा हूँ, उसे सुनो । हे पृथापुत्र! तुम यदि ऐसे ज्ञान से कर्म करोगे तो तुम कर्मों के बन्धन से अपने को मुक्त कर सकते हो ।',
          },
          {
            'no': 40,
            'shlok':
                'नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते ।\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् ॥२-४०॥',
            'meaning':
                'इस कर्मयोग में आरंभ का अर्थात बीज का नाश नहीं है और उलटा फलरूप दोष भी नहीं है, बल्कि इस कर्मयोग रूप धर्म का थोड़ा-सा भी साधन जन्म-मृत्यु रूप महान भय से रक्षा कर लेता है ।',
          },
          {
            'no': 41,
            'shlok':
                'व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन ।\nबहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् ॥२-४१॥',
            'meaning':
                'हे अर्जुन! इस कर्मयोग में निश्चयात्मिका बुद्धि एक ही होती है, किन्तु अस्थिर विचार वाले विवेकहीन सकाम मनुष्यों की बुद्धियाँ निश्चय ही बहुत भेदों वाली और अनन्त होती हैं ।',
          },
          {
            'no': 42,
            'shlok':
                'यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः ।\nवेदवादरताः पार्थ नान्यदस्तीति वादिनः ॥२-४२॥\nकामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् ।\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति ॥२-४३॥\nभोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् ।\nव्यवसायात्मिका बुद्धिः समाधौ न विधीयते ॥२-४४॥',
            'meaning':
                'हे अर्जुन! जो भोगों में तन्मय हो रहे हैं, जो कर्मफल के प्रशंसक वेदवाक्यों में ही प्रीति रखते हैं, जिनकी बुद्धि में स्वर्ग ही परम प्राप्य वस्तु है और जो स्वर्ग से बढ़कर दूसरी कोई वस्तु ही नहीं है- ऐसा कहने वाले हैं, वे अविवेकीजन इस प्रकार की जिस पुष्पित अर्थात्‌ दिखाऊ शोभायुक्त वाणी को कहा करते हैं, जो कि जन्मरूप कर्मफल देने वाली एवं भोग तथा ऐश्वर्य की प्राप्ति के लिए नाना प्रकार की बहुत-सी क्रियाओं का वर्णन करने वाली है, उस वाणी द्वारा जिनका चित्त हर लिया गया है, जो भोग और ऐश्वर्य में अत्यन्त आसक्त हैं, उन पुरुषों की परमात्मा में निश्चियात्मिका बुद्धि नहीं होती ।',
          },
          {
            'no': 43,
            'shlok':
                'त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन ।\nनिर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् ॥२-४५॥',
            'meaning':
                'हे अर्जुन! वेद उपर्युक्त प्रकार से तीनों गुणों के कार्य रूप समस्त भोगों एवं उनके साधनों का प्रतिपादन करने वाले हैं, इसलिए तू उन भोगों एवं उनके साधनों में आसक्तिहीन, हर्ष-शोकादि द्वंद्वों से रहित, नित्यवस्तु परमात्मा में स्थित योग (अप्राप्त की प्राप्ति का नाम योग है।) क्षेम (प्राप्त वस्तु की रक्षा का नाम क्षेम है।) को न चाहने वाला और स्वाधीन अन्तःकरण वाला हो ।',
          },
          {
            'no': 44,
            'shlok':
                'यावानर्थ उदपाने सर्वतः संप्लुतोदके ।\nतावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः ॥२-४६॥',
            'meaning':
                'सब ओर से परिपूर्ण जलाशय के प्राप्त हो जाने पर छोटे जलाशय में मनुष्य का जितना प्रयोजन रहता है, ब्रह्म को तत्व से जानने वाले ब्राह्मण का समस्त वेदों में उतना ही प्रयोजन रह जाता है ।',
          },
          {
            'no': 45,
            'shlok':
                'कर्मण्येवाधिकारस्ते मा फलेषु कदाचन ।\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ॥२-४७॥',
            'meaning':
                'तेरा कर्म करने में ही अधिकार है, उसके फलों में कभी नहीं। इसलिए तू कर्मों के फल हेतु मत हो तथा तेरी कर्म न करने में भी आसक्ति न हो ।',
          },
          {
            'no': 46,
            'shlok':
                'योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनंजय ।\nसिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते ॥२-४८॥',
            'meaning':
                'हे धनंजय! तू आसक्ति को त्यागकर तथा सिद्धि और असिद्धि में समान बुद्धिवाला होकर योग में स्थित हुआ कर्तव्य कर्मों को कर, समत्व (जो कुछ भी कर्म किया जाए, उसके पूर्ण होने और न होने में तथा उसके फल में समभाव रहने का नाम समत्व है।) ही योग कहलाता है ।',
          },
          {
            'no': 47,
            'shlok':
                'दूरेण ह्यवरं कर्म बुद्धियोगाद्धनंजय ।\nबुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः ॥२-४९॥',
            'meaning':
                'इस समत्वरूप बुद्धियोग से सकाम कर्म अत्यन्त ही निम्न श्रेणी का है। इसलिए हे धनंजय! तू समबुद्धि में ही रक्षा का उपाय ढूँढ अर्थात्‌ बुद्धियोग का ही आश्रय ग्रहण कर क्योंकि फल के हेतु बनने वाले अत्यन्त दीन हैं ।',
          },
          {
            'no': 48,
            'shlok':
                'बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते ।\nतस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् ॥२-५०॥',
            'meaning':
                'समबुद्धियुक्त पुरुष पुण्य और पाप दोनों को इसी लोक में त्याग देता है अर्थात उनसे मुक्त हो जाता है। इससे तू समत्व रूप योग में लग जा, यह समत्व रूप योग ही कर्मों में कुशलता है अर्थात कर्मबंध से छूटने का उपाय है ।',
          },
          {
            'no': 49,
            'shlok':
                'कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः ।\nजन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् ॥२-५१॥',
            'meaning':
                'क्योंकि समबुद्धि से युक्त ज्ञानीजन कर्मों से उत्पन्न होने वाले फल को त्यागकर जन्मरूप बंधन से मुक्त हो निर्विकार परम पद को प्राप्त हो जाते हैं ।',
          },
          {
            'no': 50,
            'shlok':
                'यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति ।\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च ॥२-५२॥',
            'meaning':
                'जिस काल में तेरी बुद्धि मोहरूपी दलदल को भलीभाँति पार कर जाएगी, उस समय तू सुने हुए और सुनने में आने वाले इस लोक और परलोक संबंधी सभी भोगों से वैराग्य को प्राप्त हो जाएगा ।',
          },
          {
            'no': 51,
            'shlok':
                'श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला ।\nसमाधावचला बुद्धिस्तदा योगमवाप्स्यसि ॥२-५३॥',
            'meaning':
                'भाँति-भाँति के वचनों को सुनने से विचलित हुई तेरी बुद्धि जब परमात्मा में अचल और स्थिर ठहर जाएगी, तब तू योग को प्राप्त हो जाएगा अर्थात तेरा परमात्मा से नित्य संयोग हो जाएगा ।',
          },
          {
            'no': 52,
            'shlok':
                'अर्जुन उवाचः\nस्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव ।\nस्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् ॥२-५४॥',
            'meaning':
                'अर्जुन बोले- हे केशव! समाधि में स्थित परमात्मा को प्राप्त हुए स्थिरबुद्धि पुरुष का क्या लक्षण है? वह स्थिरबुद्धि पुरुष कैसे बोलता है, कैसे बैठता है और कैसे चलता है?',
          },
          {
            'no': 53,
            'shlok':
                'श्रीभगवानुवाच-प्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् ।\nआत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ॥२-५५॥',
            'meaning':
                'श्री भगवान्‌ बोले- हे अर्जुन! जिस काल में यह पुरुष मन में स्थित सम्पूर्ण कामनाओं को भलीभाँति त्याग देता है और आत्मा से आत्मा में ही संतुष्ट रहता है, उस काल में वह स्थितप्रज्ञ कहा जाता है ।',
          },
          {
            'no': 54,
            'shlok':
                'दुःखेष्वनुद्विग्नमनाः सुखेषु विगतस्पृहः ।\nवीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते ॥२-५६॥',
            'meaning':
                'दुःखों की प्राप्ति होने पर जिसके मन में उद्वेग नहीं होता, सुखों की प्राप्ति में सर्वथा निःस्पृह है तथा जिसके राग, भय और क्रोध नष्ट हो गए हैं, ऐसा मुनि स्थिरबुद्धि कहा जाता है ।',
          },
          {
            'no': 55,
            'shlok':
                'यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् ।\nनाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता ॥२-५७॥',
            'meaning':
                'जो पुरुष सर्वत्र स्नेहरहित हुआ उस-उस शुभ या अशुभ वस्तु को प्राप्त होकर न प्रसन्न होता है और न द्वेष करता है, उसकी बुद्धि स्थिर है ।',
          },
          {
            'no': 56,
            'shlok':
                'यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः ।\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥२-५८॥',
            'meaning':
                'जिस प्रकार कछुवा अपने अंगो को संकुचित करके खोल के भीतर कर लेता है, उसी तरह जो मनुष्य अपनी इन्द्रियों को इन्द्रियविषयों से खीँच लेता है, वह पूर्ण चेतना में दृढ़तापूर्वक स्थिर होता है ।',
          },
          {
            'no': 57,
            'shlok':
                'विषया विनिवर्तन्ते निराहारस्य देहिनः ।\nरसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते ॥२-५९॥',
            'meaning':
                'इन्द्रियों द्वारा विषयों को ग्रहण न करने वाले पुरुष के भी केवल विषय तो निवृत्त हो जाते हैं, परन्तु उनमें रहने वाली आसक्ति निवृत्त नहीं होती। इस स्थितप्रज्ञ पुरुष की तो आसक्ति भी परमात्मा का साक्षात्कार करके निवृत्त हो जाती है ।',
          },
          {
            'no': 58,
            'shlok':
                'यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः ।\nइन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः ॥२-६०॥',
            'meaning':
                'हे अर्जुन! इन्द्रियाँ इतनी प्रबल तथा वेगवान हैं कि वे उस विवेकी पुरुष के मन को भी बलपूर्वक हर लेती हैं, जो उन्हें वश में करने का प्रयत्न करता है ।',
          },
          {
            'no': 59,
            'shlok':
                'तानि सर्वाणि संयम्य युक्त आसीत मत्परः ।\nवशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता ॥२-६१॥',
            'meaning':
                'जो इन्द्रियों को पूर्णतया वश में रखते हुए इन्द्रिय-संयमन करता है और अपनी चेतना को मुझमें स्थिर कर देता है, वह मनुष्य स्थिरबुद्धि कहलाता है ।',
          },
          {
            'no': 60,
            'shlok':
                'ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते ।\nसङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते ॥२-६२॥',
            'meaning':
                'इन्द्रियाविषयों का चिन्तन करते हुए मनुष्य की उनमें आसक्ति उत्पन्न हो जाति है और ऐसी आसक्ति से काम उत्पन्न होता है और फिर काम से क्रोध प्रकट होता है ।',
          },
          {
            'no': 61,
            'shlok':
                'क्रोधाद्भवति संमोहः संमोहात्स्मृतिविभ्रमः ।\nस्मृतिभ्रंशाद्बुद्धिनाशो बुद्धिनाशात्प्रणश्यति ॥२-६३॥',
            'meaning':
                'क्रोध से पूर्ण मोह उत्पन्न होता है और मोह से स्मरणशक्ति का विभ्रम हो जाता है | जब स्मरणशक्ति भ्रमित हो जाति है, तो बुद्धि नष्ट हो जाती है और बुद्धि नष्ट होने पर मनुष्य भव-कूप में पुनः गिर जाता है ।',
          },
          {
            'no': 62,
            'shlok':
                'रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन् ।\nआत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति ॥२-६४॥',
            'meaning':
                'किन्तु समस्त राग तथा द्वेष से मुक्त एवं अपनी इन्द्रियों को संयम द्वारा वश में करने में समर्थ व्यक्ति भगवान् की पूर्ण कृपा प्राप्त कर सकता है ।',
          },
          {
            'no': 63,
            'shlok':
                'प्रसादे सर्वदुःखानां हानिरस्योपजायते ।\nप्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते ॥२-६५॥',
            'meaning':
                'इस प्रकार कृष्णभावनामृत में तुष्ट व्यक्ति के लिए संसार के तीनों ताप नष्ट हो जाते हैं और ऐसी तुष्ट चेतना होने पर उसकी बुद्धि शीघ्र ही स्थिर हो जाती है ।',
          },
          {
            'no': 64,
            'shlok':
                'नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना ।\nन चाभावयतः शान्तिरशान्तस्य कुतः सुखम् ॥२-६६॥',
            'meaning':
                'जो कृष्णभावनामृत में परमेश्र्वर से सम्बन्धित नहीं है उसकी न तो बुद्धि दिव्य होती है और न ही मन स्थिर होता है जिसके बिना शान्ति की कोई सम्भावना नहीं है । शान्ति के बिना सुख हो भी कैसे सकता है?',
          },
          {
            'no': 65,
            'shlok':
                'इन्द्रियाणां हि चरतां यन्मनोऽनु विधीयते ।\nतदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि ॥२-६७॥',
            'meaning':
                'जिस प्रकार पानी में तैरती नाव को प्रचण्ड वायु दूर बहा ले जाती है उसी प्रकार विचरणशील इन्द्रियों में से कोई एक जिस पर मन निरन्तर लगा रहता है, मनुष्य की बुद्धि को हर लेती है ।',
          },
          {
            'no': 66,
            'shlok':
                'तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः ।\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता ॥२-६८॥',
            'meaning':
                'अतः हे महाबाहु! जिस पुरुष की इन्द्रियाँ अपने-अपने विषयों से सब प्रकार से विरत होकर उसके वश में हैं, उसी की बुद्धि निस्सन्देह स्थिर है ।',
          },
          {
            'no': 67,
            'shlok':
                'या निशा सर्वभूतानां तस्यां जागर्ति संयमी ।\nयस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः ॥२-६९॥',
            'meaning':
                'जो सब जीवों के लिए रात्रि है, वह आत्मसंयमी के जागने का समय है और जो समस्त जीवों के जागने का समय है वह आत्मनिरीक्षक मुनि के लिए रात्रि है ।',
          },
          {
            'no': 68,
            'shlok':
                'आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् ।\nतद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिमाप्नोति न कामकामी ॥२-७०॥',
            'meaning':
                'जो पुरुष समुद्र में निरन्तर प्रवेश करती रहने वाली नदियों के समान इच्छाओं के निरन्तर प्रवाह से विचलित नहीं होता और जो सदैव स्थिर रहता है, वही शान्ति प्राप्त कर सकता है, वह नहीं, जो ऐसी इच्छाओं को तुष्ट करने की चेष्ठा करता हो ।',
          },
          {
            'no': 69,
            'shlok':
                'विहाय कामान्यः सर्वान् पुमांश्चरति निःस्पृहः ।\nनिर्ममो निरहंकारः स शान्तिमधिगच्छति ॥२-७१॥',
            'meaning':
                'जिस व्यक्ति ने इन्द्रियतृप्ति की समस्त इच्छाओं का परित्याग कर दिया है, जो इच्छाओं से रहित रहता है और जिसने सारी ममता त्याग दी है तथा अहंकार से रहित है, वही वास्तविक को शान्ति प्राप्त कर सकता है ।',
          },
          {
            'no': 70,
            'shlok':
                'एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति ।\nस्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति ॥२-७२॥',
            'meaning':
                'यह आध्यात्मिक तथा ईश्र्वरीय जीवन का पथ है, जिसे प्राप्त करके मनुष्य मोहित नहीं होता | यदि कोई जीवन के अन्तिम समय में भी इस तरह स्थित हो, तो वह भगवदधाम को प्राप्त होता है ।',
          },
        ],
      },
      //adhyay 3
      {
        'id': 'तीसरा अध्याय',
        'name': 'कर्मयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'अर्जुन उवाचः\nज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन ।\nतत्किं कर्मणि घोरे मां नियोजयसि केशव ॥३-१॥',
            'meaning':
                'अर्जुन ने कहा – हे जनार्दन, हे केशव! यदि आप बुद्धि को सकाम कर्म से श्रेष्ठ समझते हैं तो फिर आप मुझे इस घोर युद्ध में क्यों लगाना चाहते हैं?',
          },
          {
            'no': 2,
            'shlok':
                'व्यामिश्रेणेव वाक्येन बुद्धिं मोहयसीव मे ।\nतदेकं वद निश्चित्य येन श्रेयोऽहमाप्नुयाम् ॥३-२॥',
            'meaning':
                'आपके व्यामिश्रित (अनेकार्थक) उपदेशों से मेरी बुद्धि मोहित हो गई है | अतः कृपा करके निश्चयपूर्वक मुझे बतायें कि इनमें से मेरे लिए सर्वाधिक श्रेयस्कर क्या होगा?',
          },
          {
            'no': 3,
            'shlok':
                'श्रीभगवानुवाच-\nलोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ ।\nज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम् ॥३-३॥',
            'meaning':
                'श्रीभगवान् ने कहा – हे निष्पाप अर्जुन! मैं पहले ही बता चुका हूँ कि आत्म-साक्षात्कार का प्रयत्न करने वाले दो प्रकार के पुरुष होते हैं । कुछ इसे ज्ञानयोग द्वारा समझने का प्रयत्न करते हैं, तो कुछ भक्ति-मय सेवा के द्वारा ।',
          },
          {
            'no': 4,
            'shlok':
                'श्रीभगवानुवाच-\nलोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ ।\nज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम् ॥३-३॥',
            'meaning':
                'श्रीभगवान् ने कहा – हे निष्पाप अर्जुन! मैं पहले ही बता चुका हूँ कि आत्म-साक्षात्कार का प्रयत्न करने वाले दो प्रकार के पुरुष होते हैं । कुछ इसे ज्ञानयोग द्वारा समझने का प्रयत्न करते हैं, तो कुछ भक्ति-मय सेवा के द्वारा ।',
          },
          {
            'no': 5,
            'shlok':
                'न हि कश्चित्क्षणमपि जातु तिष्ठत्यकर्मकृत् ।\nकार्यते ह्यवशः कर्म सर्वः प्रकृतिजैर्गुणैः ॥३-५॥',
            'meaning':
                'प्रत्येक व्यक्ति को प्रकृति से अर्जित गुणों के अनुसार विवश होकर कर्म करना पड़ता है, अतः कोई भी क्षणभर के लिए भी बिना कर्म किये नहीं रह सकता ।',
          },
          {
            'no': 6,
            'shlok':
                'कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन् ।\nइन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते ॥३-६॥',
            'meaning':
                'जो कर्मेन्द्रियों को वश में तो करता है, किन्तु जिसका मन इन्द्रियविषयों का चिन्तन करता रहता है, वह निश्चित रूप से स्वयं को धोखा देता है और मिथ्याचारी कहलाता है ।',
          },
          {
            'no': 7,
            'shlok':
                'यस्त्विन्द्रियाणि मनसा नियम्यारभतेऽर्जुन ।\nकर्मेन्द्रियैः कर्मयोगमसक्तः स विशिष्यते ॥३-७॥',
            'meaning':
                'दूसरी ओर यदि कोई निष्ठावान व्यक्ति अपने मन के द्वारा कर्मेन्द्रियों को वश में करने का प्रयत्न करता है और बिना किसी आसक्ति के कर्मयोग (कृष्णभावनामृत में) प्रारम्भ करता है, तो वह अति उत्कृष्ट है ।',
          },
          {
            'no': 8,
            'shlok':
                'नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः ।\nशरीरयात्रापि च ते न प्रसिद्ध्येदकर्मणः ॥३-८॥',
            'meaning':
                'अपना नियत कर्म करो, क्योंकि कर्म न करने की अपेक्षा कर्म करना श्रेष्ठ है | कर्म के बिना तो शरीर-निर्वाह भी नहीं हो सकता ।',
          },
          {
            'no': 9,
            'shlok':
                'यज्ञार्थात्कर्मणोऽन्यत्र लोकोऽयं कर्मबन्धनः ।\nतदर्थं कर्म कौन्तेय मुक्तसङ्गः समाचर ॥३-९॥',
            'meaning':
                'श्रीविष्णु के लिए यज्ञ रूप में कर्म करना चाहिए, अन्यथा कर्म के द्वारा इस भौतिक जगत् में बन्धन उत्पन्न होता है, अतः हे कुन्तीपुत्र! उनकी प्रसन्नता के लिए अपने नियत कर्म करो, इस तरह तुम बन्धन से सदा मुक्त रहोगे ।',
          },
          {
            'no': 10,
            'shlok':
                'सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः ।\nअनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक् ॥३-१०॥',
            'meaning':
                'सृष्टि के प्रारम्भ में समस्त प्राणियों के स्वामी (प्रजापति) ने विष्णु के लिए यज्ञ सहित मनुष्यों तथा देवताओं की सन्ततियों को रचा और उनसे कहा, “तुम इस यज्ञ से सुखी रहो क्योंकि इसके करने से तुम्हें सुखपूर्वक रहने तथा मुक्ति प्राप्त करने के लिए समस्त वांछित वस्तुएँ प्राप्त हो सकेंगी ।”',
          },
          {
            'no': 11,
            'shlok':
                'देवान्भावयतानेन ते देवा भावयन्तु वः ।\nपरस्परं भावयन्तः श्रेयः परमवाप्स्यथ ॥३-११॥',
            'meaning':
                'यज्ञों के द्वारा प्रसन्न होकर देवता तुम्हें भी प्रसन्न करेंगे और इस तरह मनुष्यों तथा देवताओं के मध्य सहयोग से सबों को सम्पन्नता प्राप्त होगी ।',
          },
          {
            'no': 12,
            'shlok':
                'इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः ।\nतैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः ॥३-१२॥\nयज्ञशिष्टाशिनः सन्तो मुच्यन्ते सर्वकिल्बिषैः ।\nभुञ्जते ते त्वघं पापा ये पचन्त्यात्मकारणात् ॥३-१३॥',
            'meaning':
                'जीवन की विभिन्न आवश्यकताओं की पूर्ति करने वाले विभिन्न देवता यज्ञ सम्पन्न होने पर प्रसन्न होकर तुम्हारी सारी आवश्यकताओं की पूर्ति करेंगे, किन्तु जो इन उपहारों को देवताओं को अर्पित किये बिना भोगता है, वह निश्चित रूप से चोर है, भगवान् के भक्त सभी प्रकार के पापों से मुक्त हो जाते हैं, क्योंकि वे यज्ञ में अर्पित किये भोजन (प्रसाद) को ही खाते हैं, अन्य लोग, जो अपनी इन्द्रियसुख के लिए भोजन बनाते हैं, वे निश्चित रूप से पाप खाते हैं ।',
          },
          {
            'no': 13,
            'shlok':
                'अन्नाद्भवन्ति भूतानि पर्जन्यादन्नसम्भवः ।\nयज्ञाद्भवति पर्जन्यो यज्ञः कर्मसमुद्भवः ॥३-१४॥',
            'meaning':
                'सारे प्राणी अन्न पर आश्रित हैं, जो वर्षा से उत्पन्न होता है । वर्षा यज्ञ सम्पन्न करने से होती है और यज्ञ नियत कर्मों से उत्पन्न होता है ।',
          },
          {
            'no': 14,
            'shlok':
                'कर्म ब्रह्मोद्भवं विद्धि ब्रह्माक्षरसमुद्भवम् ।\nतस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् ॥३-१५॥',
            'meaning':
                'वेदों में नियमित कर्मों का विधान है और ये साक्षात् श्रीभगवान् (परब्रह्म) से प्रकट हुए हैं । फलतः सर्वव्यापी ब्रह्म यज्ञकर्मों में सदा स्थित रहता है ।',
          },
          {
            'no': 15,
            'shlok':
                'एवं प्रवर्तितं चक्रं नानुवर्तयतीह यः ।\nअघायुरिन्द्रियारामो मोघं पार्थ स जीवति ॥३-१६॥',
            'meaning':
                'हे प्रिय अर्जुन! जो मानव जीवन में इस प्रकार वेदों द्वारा स्थापित यज्ञ-चक्र का पालन नहीं करता वह निश्चय ही पापमय जीवन व्यतीत करता है । ऐसा व्यक्ति केवल इन्द्रियों की तुष्टि के लिए व्यर्थ ही जीवित रहता है ।',
          },
          {
            'no': 16,
            'shlok':
                'यस्त्वात्मरतिरेव स्यादात्मतृप्तश्च मानवः ।\nआत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते ॥३-१७॥',
            'meaning':
                'लेकिन जो व्यक्ति आत्मकेंद्रित और आत्मसंतुष्ट है, जो अपनी आत्मा में संतुष्ट है, उसके लिये कोई कर्तव्य नहीं रहता ।',
          },
          {
            'no': 17,
            'shlok':
                'नैव तस्य कृतेनार्थो नाकृतेनेह कश्चन ।\nन चास्य सर्वभूतेषु कश्चिदर्थव्यपाश्रयः ॥३-१८॥',
            'meaning':
                'स्वरुपसिद्ध व्यक्ति के लिए न तो अपने नियत कर्मों को करने की आवश्यकता रह जाती है, न ऐसा कर्म न करने का कोई कारण ही रहता है । उसे किसी अन्य जीव पर निर्भर रहने की आवश्यकता भी नहीं रह जाती ।',
          },
          {
            'no': 18,
            'shlok':
                'तस्मादसक्तः सततं कार्यं कर्म समाचर ।\nअसक्तो ह्याचरन्कर्म परमाप्नोति पूरुषः ॥३-१९॥',
            'meaning':
                'अतः कर्मफल में आसक्त हुए बिना मनुष्य को अपना कर्तव्य समझ कर निरन्तर कर्म करते रहना चाहिए क्योंकि अनासक्त होकर कर्म करने से परब्रह्म (परम) की प्राप्ति होती है ।',
          },
          {
            'no': 19,
            'shlok':
                'कर्मणैव हि संसिद्धिमास्थिता जनकादयः ।\nलोकसंग्रहमेवापि संपश्यन्कर्तुमर्हसि ॥३-२०॥',
            'meaning':
                'जनक जैसे राजाओं ने केवल नियत कर्मों को करने से ही सिद्धि प्राप्त की । अतः सामान्य जनों को शिक्षित करने की दृष्टि से तुम्हें कर्म करना चाहिए ।',
          },
          {
            'no': 20,
            'shlok':
                'यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।\nस यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥३-२१॥',
            'meaning':
                'महापुरुष जो जो आचरण करता है, सामान्य व्यक्ति उसी का अनुसरण करते हैं । वह अपने अनुसरणीय कार्यों से जो आदर्श प्रस्तुत करता है, सम्पूर्ण विश्र्व उसका अनुसरण करता है ।',
          },
          {
            'no': 21,
            'shlok':
                'न मे पार्थास्ति कर्तव्यं त्रिषु लोकेषु किंचन ।\nनानवाप्तमवाप्तव्यं वर्त एव च कर्मणि ॥३-२२॥',
            'meaning':
                'हे पृथापुत्र! तीनों लोकों में मेरे लिए कोई भी कर्म नियत नहीं है, न मुझे किसी वस्तु का अभाव है और न आवश्यकता ही है । तो भी मैं नियत्कर्म करने में तत्पर रहता हूँ ।',
          },
          {
            'no': 22,
            'shlok':
                'यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः ।\nमम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥३-२३॥ \nउत्सीदेयुरिमे लोका न कुर्यां कर्म चेदहम् ।\nसंकरस्य च कर्ता स्यामुपहन्यामिमाःप्रजाः॥३-२४॥',
            'meaning':
                'क्योंकि यदि मैं नियत कर्मों को सावधानीपूर्वक न करूँ तो हे पार्थ! यह निश्चित है कि सारे मनुष्य मेरे पथ का ही अनुगमन करेंगे, यदि मैं नियतकर्म न करूँ तो ये सारे लोग नष्ट हो जायं । तब मैं अवांछित जन समुदाय (वर्णसंकर) को उत्पन्न करने का कारण हो जाऊँगा और इस तरह सम्पूर्ण प्राणियों की शान्ति का विनाशक बनूँगा ।',
          },
          {
            'no': 23,
            'shlok':
                'सक्ताः कर्मण्यविद्वांसो यथा कुर्वन्ति भारत ।\nकुर्याद्विद्वांस्तथासक्तश्चिकीर्षुर्लोकसंग्रहम् ॥३-२५॥',
            'meaning':
                'जिस प्रकार अज्ञानी-जन फल की आसक्ति से कार्य करते हैं, उसी तरह विद्वान जनों को चाहिए कि वे लोगों को उचित पथ पर ले जाने के लिए अनासक्त रहकर कार्य करें ।',
          },
          {
            'no': 24,
            'shlok':
                'न बुद्धिभेदं जनयेदज्ञानां कर्मसङ्गिनाम् ।\nजोषयेत्सर्वकर्माणि विद्वान्युक्तः समाचरन् ॥३-२६॥',
            'meaning':
                'ज्ञानी पुरुष, कर्मों में आसक्त अज्ञानियों की बुद्धि में भ्रम उत्पन्न न करे, स्वयं (भक्ति से) युक्त होकर कर्मों का सम्यक् आचरण कर, उनसे भी वैसा ही कराये ।',
          },
          {
            'no': 25,
            'shlok':
                'प्रकृतेः क्रियमाणानि गुणैः कर्माणि सर्वशः ।\nअहंकारविमूढात्मा कर्ताहमिति मन्यते ॥३-२७॥',
            'meaning':
                'जीवात्मा अहंकार के प्रभाव से मोहग्रस्त होकर अपने आपको समस्त कर्मों का कर्ता मान बैठता है, जब कि वास्तव में वे प्रकृति के तीनों गुणों द्वारा सम्पन्न किये जाते हैं ।',
          },
          {
            'no': 26,
            'shlok':
                'तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः ।\nगुणा गुणेषु वर्तन्त इति मत्वा न सज्जते ॥३-२८॥',
            'meaning':
                'हे महाबाहो! भक्तिभावमय कर्म तथा सकाम कर्म के भेद को भलीभाँति जानते हुए जो परमसत्य को जानने वाला है, वह कभी भी अपने आपको इन्द्रियों में तथा इन्द्रियतृप्ति में नहीं लगाता ।',
          },
          {
            'no': 27,
            'shlok':
                'प्रकृतेर्गुणसंमूढाः सज्जन्ते गुणकर्मसु ।\nतानकृत्स्नविदो मन्दान्कृत्स्नविन्न विचालयेत् ॥३-२९॥',
            'meaning':
                'माया के गुणों से मोहग्रस्त होने पर अज्ञानी पुरुष पूर्णतया भौतिक कार्यों में संलग्न रहकर उनमें आसक्त हो जाते हैं । यद्यपि उनके ये कार्य उनमें ज्ञानभाव के कारण अधम होते हैं, किन्तु ज्ञानी को चाहिए कि उन्हें विचलित न करे ।',
          },
          {
            'no': 28,
            'shlok':
                'मयि सर्वाणि कर्माणि संन्यस्याध्यात्मचेतसा ।\nनिराशीर्निर्ममो भूत्वा युध्यस्व विगतज्वरः ॥३-३०॥',
            'meaning':
                'हे अर्जुन! अपने सारे कार्यों को मुझमें समर्पित करके मेरे पूर्ण ज्ञान से युक्त होकर, लाभ की आकांशा से रहित, स्वामित्व के किसी दावे के बिना तथा आलस्य से रहित होकर युद्ध करो ।',
          },
          {
            'no': 29,
            'shlok':
                'ये मे मतमिदं नित्यमनुतिष्ठन्ति मानवाः ।\nश्रद्धावन्तोऽनसूयन्तो मुच्यन्ते तेऽपि कर्मभिः ॥३-३१॥\nये त्वेतदभ्यसूयन्तो नानुतिष्ठन्ति मे मतम् ।\nसर्वज्ञानविमूढांस्तान्विद्धि नष्टानचेतसः ॥३-३२॥',
            'meaning':
                'जो व्यक्ति मेरे आदेशों के अनुसार अपना कर्तव्य करते रहते हैं और ईर्ष्यारहित होकर इस उपदेश का श्रद्धापूर्वक पालन करते हैं, वे सकाम कर्मों के बन्धन से मुक्त हो जाते हैं । किन्तु जो ईर्ष्यावश इन उपदेशों की अपेक्षा करते हैं और इनका पालन नहीं करते उन्हें समस्त ज्ञान से रहित, दिग्भ्रमित तथा सिद्धि के प्रयासों में नष्ट-भ्रष्ट समझना चाहिए ।',
          },
          {
            'no': 30,
            'shlok':
                'सदृशं चेष्टते स्वस्याः प्रकृतेर्ज्ञानवानपि ।\nप्रकृतिं यान्ति भूतानि निग्रहः किं करिष्यति ॥३-३३॥',
            'meaning':
                'ज्ञानी पुरुष भी अपनी प्रकृति के अनुसार कार्य करता है, क्योंकि सभी प्राणी तीनों गुणों से प्राप्त अपनी प्रकृति का ही अनुसरण करते हैं । भला दमन से क्या हो सकता है?',
          },
          {
            'no': 31,
            'shlok':
                'इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ ।\nतयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ ॥३-३४॥',
            'meaning':
                'प्रत्येक इन्द्रिय तथा उसके विषय से सम्बन्धित राग-द्वेष को व्यवस्थित करने के नियम होते हैं । मनुष्य को ऐसे राग तथा द्वेष के वशीभूत नहीं होना चाहिए क्योंकि ये आत्म-साक्षात्कार के मार्ग में अवरोधक हैं ।',
          },
          {
            'no': 32,
            'shlok':
                'श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् ।\nस्वधर्मे निधनं श्रेयः परधर्मो भयावहः ॥३-३५॥',
            'meaning':
                'अच्छी प्रकार आचरण में लाए हुए दूसरे के धर्म से गुण रहित भी अपना धर्म अति उत्तम है। अपने धर्म में तो मरना भी कल्याणकारक है और दूसरे का धर्म भय को देने वाला है ।',
          },
          {
            'no': 33,
            'shlok':
                'अथ केन प्रयुक्तोऽयं पापं चरति पूरुषः ।\nअनिच्छन्नपि वार्ष्णेय बलादिव नियोजितः ॥३-३६॥',
            'meaning':
                'अर्जुन ने कहा – हे वृष्णिवंशी! मनुष्य न चाहते हुए भी पापकर्मों के लिए प्रेरित क्यों होता है? ऐसा लगता है कि उसे बलपूर्वक उनमें लगाया जा रहा हो ।',
          },
          {
            'no': 34,
            'shlok':
                'काम एष क्रोध एष रजोगुणसमुद्भवः ।\nमहाशनो महापाप्मा विद्ध्येनमिह वैरिणम् ॥३-३७॥',
            'meaning':
                'श्रीभगवान् ने कहा – हे अर्जुन! इसका कारण रजोगुण के सम्पर्क से उत्पन्न काम है, जो बाद में क्रोध का रूप धारण करता है और जो इस संसार का सर्वभक्षी पापी शत्रु है ।',
          },
          {
            'no': 35,
            'shlok':
                'धूमेनाव्रियते वह्निर्यथादर्शो मलेन च ।\nयथोल्बेनावृतो गर्भस्तथा तेनेदमावृतम् ॥३-३८॥',
            'meaning':
                'जिस प्रकार अग्नि धुएँ से, दर्पण धूल से अथवा भ्रूण गर्भाशय से आवृत रहता है, उसी प्रकार जीवात्मा इस काम की विभिन्न मात्राओं से आवृत रहता है ।',
          },
          {
            'no': 36,
            'shlok':
                'आवृतं ज्ञानमेतेन ज्ञानिनो नित्यवैरिणा ।\nकामरूपेण कौन्तेय दुष्पूरेणानलेन च ॥३-३९॥',
            'meaning':
                'इस प्रकार ज्ञानमय जीवात्मा की शुद्ध चेतना उसके काम रूपी नित्य शत्रु से ढकी रहती है जो कभी भी तुष्ट नहीं होता और अग्नि के समान जलता रहता है ।',
          },
          {
            'no': 37,
            'shlok':
                'इन्द्रियाणि मनो बुद्धिरस्याधिष्ठानमुच्यते ।\nएतैर्विमोहयत्येष ज्ञानमावृत्य देहिनम् ॥३-४०॥',
            'meaning':
                'इन्द्रियाँ, मन तथा बुद्धि इस काम के निवासस्थान हैं | इनके द्वारा यह काम जीवात्मा के वास्तविक ज्ञान को ढक कर उसे मोहित कर लेता है ।',
          },
          {
            'no': 38,
            'shlok':
                'तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ ।\nपाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम् ॥३-४१॥',
            'meaning':
                'इसलिए हे भरतवंशियों में श्रेष्ठ अर्जुन! प्रारम्भ में ही इन्द्रियों को वश में करके इस पाप का महान प्रतीक (काम) का दमन करो और ज्ञान तथा आत्म-साक्षात्कार के इस विनाशकर्ता का वध करो ।',
          },
          {
            'no': 39,
            'shlok':
                'इन्द्रियाणि पराण्याहुरिन्द्रियेभ्यः परं मनः ।\nमनसस्तु परा बुद्धिर्यो बुद्धेः परतस्तु सः ॥३-४२॥',
            'meaning':
                'कर्मेन्द्रियाँ जड़ पदार्थ की अपेक्षा श्रेष्ठ हैं, मन इन्द्रियों से बढ़कर है, बुद्धि मन से भी उच्च है और वह (आत्मा) बुद्धि से भी बढ़कर है ।',
          },
          {
            'no': 40,
            'shlok':
                'एवं बुद्धेः परं बुद्ध्वा संस्तभ्यात्मानमात्मना ।\nजहि शत्रुं महाबाहो कामरूपं दुरासदम् ॥३-४३॥',
            'meaning':
                'इस प्रकार हे अर्जुन! अपने आपको भौतिक इन्द्रियों, मन तथा बुद्धि से परे जान कर और मन को सावधान आध्यात्मिक बुद्धि (कृष्णभावनामृत) से स्थिर करके आध्यात्मिक शक्ति द्वारा इस काम-रूपी दुर्जेय शत्रु को जीतो ।',
          },
        ],
      },
      //adhyay 4
      {
        'id': 'चौथा अध्याय',
        'name': 'ज्ञानकर्मसन्यासयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'इमं विवस्वते योगं प्रोक्तवानहमव्ययम् ।\nविवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब् ॥४-૧॥\nएवं परम्पराप्राप्तमिमं राजर्षयो विदुः ।\nस कालेनेह महता योगो नष्टः परन्तप ॥४-२॥\nस एवायं मया तेऽद्य योगः प्रोक्तः पुरातनः ।\nभक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् ॥४-३॥',
            'meaning':
                'भगवान् श्रीकृष्ण ने कहा – मैंने इस अमर योगविद्या का उपदेश सूर्यदेव विवस्वान् को दिया और विवस्वान् ने मनुष्यों के पिता मनु को उपदेश दिया और मनु ने इसका उपदेश इक्ष्वाकु को दिया, इस प्रकार यह परम विज्ञान गुरु-परम्परा द्वारा प्राप्त किया गया और राजर्षियों ने इसी विधि से इसे समझा । किन्तु कालक्रम में यह परम्परा छिन्न हो गई, अतः यह विज्ञान यथारूप में लुप्त हो गया लगता है, आज मेरे द्वारा वही यह प्राचीन योग यानी परमेश्र्वर के साथ अपने सम्बन्ध का विज्ञान, तुमसे कहा जा रहा है, क्योंकि तुम मेरे भक्त तथा मित्र हो, अतः तुम इस विज्ञान के दिव्य रहस्य को समझ सकते हो ।',
          },
          {
            'no': 2,
            'shlok':
                'अपरं भवतो जन्म परं जन्म विवस्वतः ।\nकथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति ॥४-४॥',
            'meaning':
                'अर्जुन ने कहा – सूर्यदेव विवस्वान् आप से पहले हो चुके (ज्येष्ठ) हैं, तो फिर मैं कैसे समझूँ कि प्रारम्भ में भी आपने उन्हें इस विद्या का उपदेश दिया था ।',
          },
          {
            'no': 3,
            'shlok':
                'बहूनि मे व्यतीतानि जन्मानि तव चार्जुन ।\nतान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप ॥४-५॥',
            'meaning':
                'श्रीभगवान् ने कहा – तुम्हारे तथा मेरे अनेकानेक जन्म हो चुके हैं | मुझे तो उन सबका स्मरण है, किन्तु हे परंतप! तुम्हें उनका स्मरण नहीं रह सकता है ।',
          },
          {
            'no': 4,
            'shlok':
                'अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् ।\nप्रकृतिं स्वामधिष्ठाय संभवाम्यात्ममायया ॥४-६॥',
            'meaning':
                'यद्यपि मैं अजन्मा तथा अविनाशी हूँ और यद्यपि मैं समस्त जीवों का स्वामी हूँ, तो भी प्रत्येक युग में मैं अपने आदि दिव्य रूप में प्रकट होता हूँ ।',
          },
          {
            'no': 5,
            'shlok':
                'यदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ॥४-७॥\nपरित्राणाय साधूनां विनाशाय च दुष्कृताम् ।\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥४-८॥',
            'meaning':
                'हे भरतवंशी! जब भी और जहाँ भी धर्म का पतन होता है और अधर्म की प्रधानता होने लगती है, तब तब मैं अवतार लेता हूँ, भक्तों का उद्धार करने, दुष्टों का विनाश करने तथा धर्म की फिर से स्थापना करने के लिए मैं हर युग में प्रकट होता हूँ ।',
          },
          {
            'no': 6,
            'shlok':
                'यदा यदा हि धर्मस्य ग्लानिर्भवति भारत ।\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ॥४-७॥\nपरित्राणाय साधूनां विनाशाय च दुष्कृताम् ।\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥४-८॥',
            'meaning':
                'हे भरतवंशी! जब भी और जहाँ भी धर्म का पतन होता है और अधर्म की प्रधानता होने लगती है, तब तब मैं अवतार लेता हूँ, भक्तों का उद्धार करने, दुष्टों का विनाश करने तथा धर्म की फिर से स्थापना करने के लिए मैं हर युग में प्रकट होता हूँ ।',
          },
          {
            'no': 7,
            'shlok':
                'जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः ।\nत्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन ॥४-९॥',
            'meaning':
                'हे अर्जुन! जो मेरे अविर्भाव तथा कर्मों की दिव्य प्रकृति को जानता है, वह इस शरीर को छोड़ने पर इस भौतिक संसार में पुनः जन्म नहीं लेता, अपितु मेरे सनातन धाम को प्राप्त होता है ।',
          },
          {
            'no': 8,
            'shlok':
                'वीतराग भयक्रोधा मन्मया मामुपाश्रिताः।\nबहवो ज्ञानतपसा पूता मद्भावमागताः ॥४-१०॥',
            'meaning':
                'आसक्ति, भय तथा क्रोध से मुक्त होकर, मुझमें पूर्णतया तन्मय होकर और मेरी शरण में आकर बहुत से व्यक्ति भूत काल में मेरे ज्ञान से पवित्र हो चुके हैं । इस प्रकार से उन सबों ने मेरे प्रति दिव्यप्रेम को प्राप्त किया है ।',
          },
          {
            'no': 9,
            'shlok':
                'ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् ।\nमम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः ॥४-११॥',
            'meaning':
                'जिस भाव से सारे लोग मेरी शरण ग्रहण करते हैं, उसी के अनुरूप मैं उन्हें फल देता हूँ । हे पार्थ! प्रत्येक व्यक्ति सभी प्रकार से मेरे पथ का अनुगमन करता है ।',
          },
          {
            'no': 10,
            'shlok':
                'काङ्क्षन्तः कर्मणां सिद्धिं यजन्त इह देवताः ।\nक्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा ॥४-१२॥',
            'meaning':
                'इस संसार में मनुष्य सकाम कर्मों में सिद्धि चाहते हैं, फलस्वरूप वे देवताओं की पूजा करते हैं । निस्सन्देह इस संसार में मनुष्यों को सकाम कर्म का फल शीघ्र प्राप्त होता है ।',
          },
          {
            'no': 11,
            'shlok':
                'चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः ।\nतस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् ॥४-१३॥',
            'meaning':
                'प्रकृति के तीनों गुणों और उनसे सम्बद्ध कर्म के अनुसार मेरे द्वारा मानव समाज के चार विभाग रचे गये । यद्यपि मैं इस व्यवस्था का स्त्रष्टा हूँ, किन्तु तुम यह जाना लो कि मैं इतने पर भी अव्यय अकर्ता हूँ ।',
          },
          {
            'no': 12,
            'shlok':
                'न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा ।\nइति मां योऽभिजानाति कर्मभिर्न स बध्यते ॥४-१४॥',
            'meaning':
                'मुझ पर किसी कर्म का प्रभाव नहीं पड़ता, न ही मैं कर्मफल की कामना करता हूँ । जो मेरे सम्बन्ध में इस सत्य को जानता है, वह कभी भी कर्मों के पाश में नहीं बँधता ।',
          },
          {
            'no': 13,
            'shlok':
                'एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभिः ।\nकुरु कर्मैव तस्मात्त्वं पूर्वैः पूर्वतरं कृतम् ॥४-१५॥',
            'meaning':
                'प्राचीन काल में समस्त मुक्तात्माओं ने मेरी दिव्य प्रकृति को जान करके ही कर्म किया, अतः तुम्हें चाहिए कि उनके पदचिन्हों का अनुसरण करते हुए अपने कर्तव्य का पालन करो ।',
          },
          {
            'no': 14,
            'shlok':
                'किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः\nतत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात् ॥४-१६॥',
            'meaning':
                'कर्म क्या है और अकर्म क्या है, इसे निश्चित करने में बुद्धिमान् व्यक्ति भी मोहग्रस्त हो जाते हैं । अतएव मैं तुमको बताऊँगा कि कर्म क्या है, जिसे जानकर तुम सारे अशुभ से मुक्त हो सकोगे ।',
          },
          {
            'no': 15,
            'shlok':
                'कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः ।\nअकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः ॥४-१७॥',
            'meaning':
                'कर्म की बारीकियों को समझना अत्यन्त कठिन है । अतः मनुष्य को चाहिए कि वह यह ठीक से जाने कि कर्म क्या है, विकर्म क्या है और अकर्म क्या है ।',
          },
          {
            'no': 16,
            'shlok':
                'कर्मण्यकर्म यः पश्येदकर्मणि च कर्म यः ।\nस बुद्धिमान्मनुष्येषु स युक्तः कृत्स्नकर्मकृत् ॥४-१८॥',
            'meaning':
                'जो मनुष्य कर्म में अकर्म और अकर्म में कर्म देखता है, वह सभी मनुष्यों में बुद्धिमान् है और सब प्रकार के कर्मों में प्रवृत्त रहकर भी दिव्य स्थिति में रहता है ।',
          },
          {
            'no': 17,
            'shlok':
                'यस्य सर्वे समारम्भाः कामसंकल्पवर्जिताः ।\nज्ञानाग्निदग्धकर्माणं तमाहुः पण्डितं बुधाः ॥४-१९॥',
            'meaning':
                'जिस व्यक्ति का प्रत्येक प्रयास (उद्यम) इन्द्रियतृप्ति की कामना से रहित होता है, उसे पूर्णज्ञानी समझा जाता है । उसे ही साधु पुरुष ऐसा कर्ता कहते हैं, जिसने पूर्णज्ञान की अग्नि से कर्मफलों को भस्मसात् कर दिया है ।',
          },
          {
            'no': 18,
            'shlok':
                'त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रयः ।\nकर्मण्यभिप्रवृत्तोऽपि नैव किंचित्करोति सः ॥४-२०॥',
            'meaning':
                'अपने कर्मफलों की सारी आसक्ति को त्याग कर सदैव संतुष्ट तथा स्वतन्त्र रहकर वह सभी प्रकार के कार्यों में व्यस्त रहकर भी कोई सकाम कर्म नहीं करता ।',
          },
          {
            'no': 19,
            'shlok':
                'निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रहः ।\nशारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम् ॥४-२१॥',
            'meaning':
                'ऐसा ज्ञानी पुरुष पूर्णरूप से संयमित मन तथा बुद्धि से कार्य करता है, अपनी सम्पत्ति के सारे स्वामित्व को त्याग देता है और केवल शरीर-निर्वाह के लिए कर्म करता है । इस तरह कार्य करता हुआ वह पाप रूपी फलों से प्रभावित नहीं होता है ।',
          },
          {
            'no': 20,
            'shlok':
                'यदृच्छालाभसंतुष्टो द्वन्द्वातीतो विमत्सरः ।\nसमः सिद्धावसिद्धौ च कृत्वापि न निबध्यते ॥४-२२॥',
            'meaning':
                'जो स्वतः होने वाले लाभ से संतुष्ट रहता है, जो द्वन्द्व से मुक्त है और ईर्ष्या नहीं करता, जो सफलता तथा असफलता दोनों में स्थिर रहता है, वह कर्म करता हुआ भी कभी बँधता नहीं ।',
          },
          {
            'no': 21,
            'shlok':
                'गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतसः ।\nयज्ञायाचरतः कर्म समग्रं प्रविलीयते ॥४-२३॥',
            'meaning':
                'जो पुरुष प्रकृति के गुणों के प्रति अनासक्त है और जो दिव्य ज्ञान में पूर्णतया स्थित है, उसके सारे कर्म ब्रह्म में लीन हो जाते हैं ।',
          },
          {
            'no': 22,
            'shlok':
                'ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् ।\nब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना ॥४-२४॥',
            'meaning':
                'जो व्यक्ति कृष्णभावनामृत में पूर्णतया लीन रहता है, उसे अपने आध्यात्मिक कर्मों के योगदान के कारण अवश्य ही भगवद्धाम की प्राप्ति होती है, क्योंकि उसमें हवन आध्यात्मिक होता है और हवि भी आध्यात्मिक होती है ।',
          },
          {
            'no': 23,
            'shlok':
                'दैवमेवापरे यज्ञं योगिनः पर्युपासते ।\nब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति ॥४-२५॥',
            'meaning':
                'कुछ योगी विभिन्न प्रकार के यज्ञों द्वारा देवताओं की भलीभाँति पूजा करते हैं और कुछ परब्रह्म रूपी अग्नि में आहुति डालते हैं ।',
          },
          {
            'no': 24,
            'shlok':
                'श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति ।\nशब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति ॥४-२६॥',
            'meaning':
                'इनमें से कुछ (विशुद्ध ब्रह्मचारी) श्रवणादि क्रियाओं तथा इन्द्रियों को मन की नियन्त्रण रूपी अग्नि में स्वाहा कर देते हैं तो दूसरे लोग (नियमित गृहस्थ) इन्द्रियविषयों को इन्द्रियों की अग्नि में स्वाहा कर देते हैं ।',
          },
          {
            'no': 25,
            'shlok':
                'सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे ।\nआत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते ॥४-२७॥',
            'meaning':
                'दूसरे, जो मन तथा इन्द्रियों को वश में करके आत्म-साक्षात्कार करना चाहते हैं, सम्पूर्ण इन्द्रियों तथा प्राणवायु के कार्यों को संयमित मन रूपी अग्नि में आहुति कर देते हैं ।',
          },
          {
            'no': 26,
            'shlok':
                'द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे ।\nस्वाध्यायज्ञानयज्ञाश्च यतयः संशितव्रताः ॥४-२८॥',
            'meaning':
                'कठोर व्रत अंगीकार करके कुछ लोग अपनी सम्पत्ति का त्याग करके, कुछ कठिन तपस्या द्वारा, कुछ अष्टांग योगपद्धति के अभ्यास द्वारा अथवा दिव्यज्ञान में उन्नति करने के लिए वेदों के अध्ययन द्वारा प्रबुद्ध बनते हैं ।',
          },
          {
            'no': 27,
            'shlok':
                'अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे ।\nप्राणापानगती रुद्ध्वा प्राणायामपरायणाः ॥४-२९॥',
            'meaning':
                'अन्य लोग भी हैं जो समाधि में रहने के लिए श्र्वास को रोके रहते हैं (प्राणायाम) । वे अपान में प्राण को और प्राण में अपान को रोकने का अभ्यास करते हैं और अन्त में प्राण-अपान को रोककर समाधि में रहते हैं । अन्य योगी कम भोजन करके प्राण की प्राण में ही आहुति देते हैं ।',
          },
          {
            'no': 28,
            'shlok':
                'अपरे नियताहाराः प्राणान्प्राणेषु जुह्वति ।\nसर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः ॥४-३०॥',
            'meaning':
                'ये सभी यज्ञ करने वाले यज्ञों का अर्थ जानने के कारण पापकर्मों से मुक्त हो जाते हैं और यज्ञों के फल रूपी अमृत को चखकर परम दिव्य आकाश की ओर बढ़ते जाते हैं ।',
          },
          {
            'no': 29,
            'shlok':
                'यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् ।\nनायं लोकोऽस्त्ययज्ञस्य कुतोऽन्यः कुरुसत्तम ॥४-३१॥',
            'meaning':
                'हे कुरुश्रेष्ठ! जब यज्ञ के बिना मनुष्य इस लोक में या इस जीवन में ही सुखपूर्वक नहीं रह सकता, तो फिर अगले जन्म में कैसे रह सकेगा ।',
          },
          {
            'no': 30,
            'shlok':
                'एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे ।\nकर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे ॥४-३२॥',
            'meaning':
                'ये विभिन्न प्रकार के यज्ञ वेदसम्मत हैं और ये सभी विभिन्न प्रकार के कर्मों से उत्पन्न हैं । इन्हें इस रूप में जानने पर तुम मुक्त हो जाओगे ।',
          },
          {
            'no': 31,
            'shlok':
                'श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप ।\nसर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते ॥४-३३॥',
            'meaning':
                'हे परंतप! द्रव्ययज्ञ से ज्ञानयज्ञ श्रेष्ठ है । हे पार्थ! अन्ततोगत्वा सारे कर्मयज्ञों का अवसान दिव्य ज्ञान में होते है ।',
          },
          {
            'no': 32,
            'shlok':
                'तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया ।\nउपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिनः ॥४-३४॥',
            'meaning':
                'तुम गुरु के पास जाकर सत्य को जानने का प्रयास करो । उनसे विनीत होकर जिज्ञासा करो और उनकी सेवा करो । स्वरुपसिद्ध व्यक्ति तुम्हें ज्ञान प्रदान कर सकते हैं, क्योंकि उन्होंने सत्य का दर्शन किया है ।',
          },
          {
            'no': 33,
            'shlok':
                'यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव ।\nयेन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि ॥४-३५॥',
            'meaning':
                'स्वरुपसिद्ध व्यक्ति से वास्तविक ज्ञान प्राप्त कर चुकने पर तुम पुनः कभी ऐसे मोह को प्राप्त नहीं होगे क्योंकि इस ज्ञान के द्वारा तुम देख सकोगे कि सभी जीव परमात्मा के अंशस्वरूप हैं, अर्थात् वे सब मेरे हैं ।',
          },
          {
            'no': 34,
            'shlok':
                'अपि चेदसि पापेभ्यः सर्वेभ्यः पापकृत्तमः ।\nसर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि ॥४-३६॥',
            'meaning':
                'यदि तुम्हें समस्त पापियों में भी सर्वाधिक पापी समझा जाये तो भी तुम दिव्यज्ञान रूपी नाव में स्थित होकर दुख-सागर को पार करने में समर्थ होगे ।',
          },
          {
            'no': 35,
            'shlok':
                'यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन ।\nज्ञानाग्निः सर्वकर्माणि भस्मसात्कुरुते तथा ॥४-३७॥',
            'meaning':
                'जैसे प्रज्ज्वलित अग्नि ईंधन को भस्म कर देती है, उसी तरह हे अर्जुन! ज्ञान रूपी अग्नि भौतिक कर्मों के समस्त फलों को जला डालती है ।',
          },
          {
            'no': 36,
            'shlok':
                'न हि ज्ञानेन सदृशं पवित्रमिह विद्यते ।\nतत्स्वयं योगसंसिद्धः कालेनात्मनि विन्दति ॥४-३८॥',
            'meaning':
                'इस संसार में दिव्यज्ञान के समान कुछ भी उदात्त तथा शुद्ध नहीं है । ऐसा ज्ञान समस्त योग का परिपक्व फल है । जो व्यक्ति भक्ति में सिद्ध हो जाता है, वह यथासमय अपने अन्तर में इस ज्ञान का आस्वादन करता है ।',
          },
          {
            'no': 37,
            'shlok':
                'श्रद्धावाँल्लभते ज्ञानं तत्परः संयतेन्द्रियः ।\nज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति ॥४-३९॥',
            'meaning':
                'जो श्रद्धालु दिव्यज्ञान में समर्पित है और जिसने इन्द्रियों को वश में कर लिया है, वह इस ज्ञान को प्राप्त करने का अधिकारी है और इसे प्राप्त करते ही वह तुरन्त आध्यात्मिक शान्ति को प्राप्त होता है ।',
          },
          {
            'no': 38,
            'shlok':
                'अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति ।\nनायं लोकोऽस्ति न परो न सुखं संशयात्मनः ॥४-४०॥',
            'meaning':
                'किन्तु जो अज्ञानी तथा श्रद्धाविहीन व्यक्ति शास्त्रों में संदेह करते हैं, वे भगवद्भावनामृत नहीं प्राप्त करते, अपितु नीचे गिर जाते है । संशयात्मा के लिए न तो इस लोक में, न ही परलोक में कोई सुख है ।',
          },
          {
            'no': 39,
            'shlok':
                'योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम् ।\nआत्मवन्तं न कर्माणि निबध्नन्ति धनंजय ॥४-४१॥',
            'meaning':
                'जो व्यक्ति अपने कर्मफलों का परित्याग करते हुए भक्ति करता है और जिसके संशय दिव्यज्ञान द्वारा विनष्ट हो चुके होते हैं वही वास्तव में आत्मपरायण है । हे धनञ्जय! वह कर्मों के बन्धन से नहीं बँधता ।',
          },
          {
            'no': 40,
            'shlok':
                'तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः ।\nछित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत ॥४-४२॥',
            'meaning':
                'अतएव तुम्हारे हृदय में अज्ञान के कारण जो संशय उठे हैं उन्हें ज्ञानरूपी शस्त्र से काट डालो । हे भारत! तुम योग से समन्वित होकर खड़े होओ और युद्ध करो ।',
          },
        ],
      },
      //adhyay 5
      {
        'id': 'पाँचवाँ अध्याय',
        'name': 'कर्मसंन्यासयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि ।\nयच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् ॥५-१॥',
            'meaning':
                'अर्जुन ने कहा – हे कृष्ण! पहले आप मुझसे कर्म त्यागने के लिए कहते हैं और फिर भक्तिपूर्वक कर्म करने का आदेश देते हैं । क्या आप अब कृपा करके निश्चित रूप से मुझे बताएँगे कि इन दोनों में से कौन अधिक लाभप्रद है?',
          },
          {
            'no': 2,
            'shlok':
                'संन्यासः कर्मयोगश्च निःश्रेयसकरावुभौ ।\nतयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते ॥५-२॥',
            'meaning':
                'श्रीभगवान् ने उत्तर दिया – मुक्ति में लिए तो कर्म का परित्याग तथा भक्तिमय-कर्म (कर्मयोग) दोनों ही उत्तम हैं । किन्तु इन दोनों में से कर्म के परित्याग से भक्तियुक्त कर्म श्रेष्ठ है ।',
          },
          {
            'no': 3,
            'shlok':
                'ज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङ्क्षति ।\nनिर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते ॥५-३॥',
            'meaning':
                'जो पुरुष न तो कर्मफलों से घृणा करता है और न कर्मफल की इच्छा करता है, वह नित्य संन्यासी जाना जाता है । हे महाबाहु अर्जुन! ऐसा मनुष्य समस्त द्वन्द्वों से रहित होकर भवबन्धन को पार कर पूर्णतया मुक्त हो जाता है ।',
          },
          {
            'no': 4,
            'shlok':
                'सांख्ययोगौ पृथग्बालाः प्रवदन्ति न पण्डिताः ।\nएकमप्यास्थितः सम्यगुभयोर्विन्दते फलम् ॥५-४॥',
            'meaning':
                'अज्ञानी ही भक्ति (कर्मयोग) को भौतिक जगत् के विश्लेषात्मक अध्ययन (सांख्य) से भिन्न कहते हैं । जो वस्तुतः ज्ञानी हैं वे कहते हैं कि जो इनमें से किसी एक मार्ग का भलीभाँति अनुसरण करता है, वह दोनों के फल प्राप्त कर लेता है ।',
          },
          {
            'no': 5,
            'shlok':
                'यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते ।\nएकं सांख्यं च योगं च यः पश्यति स पश्यति ॥५-५॥',
            'meaning':
                'जो यह जानता है कि विश्लेषात्मक अध्ययन (सांख्य) द्वारा प्राप्य स्थान भक्ति द्वारा भी प्राप्त किया जा सकता है, और इस तरह जो सांख्ययोग तथा भक्तियोग को एकसमान देखता है, वही वस्तुओं को यथारूप मेंदेखता है ।',
          },
          {
            'no': 6,
            'shlok':
                'संन्यासस्तु महाबाहो दुःखमाप्तुमयोगतः ।\nयोगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति ॥५-६॥',
            'meaning':
                'भक्ति में लगे बिना केवल समस्त कर्मों का परित्याग करने से कोई सुखी नहीं बन सकता । परन्तु भक्ति में लगा हुआ विचारवान व्यक्ति शीघ्र ही परमेश्र्वर को प्राप्त कर लेता है ।',
          },
          {
            'no': 7,
            'shlok':
                'योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रियः ।\nसर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते ॥५-७॥',
            'meaning':
                'जो भक्तिभाव में कर्म करता है, जो विशुद्ध आत्मा है और अपने मन तथा इन्द्रियों को वश में रखता है, वह सबों को प्रिय होता है और सभी लोग उसे प्रिय होते हैं । ऐसा व्यक्ति कर्म करता हुआ भी कभी नहीं बँधता ।',
          },
          {
            'no': 8,
            'shlok':
                'नैव किंचित्करोमीति युक्तो मन्येत तत्त्ववित् ।\nपश्यञ्श्रृण्वन्स्पृशञ्जिघ्रन्नश्नन्‌गच्छन्स्वपञ्श्वसन् ॥५-८॥',
            'meaning':
                'तत्त्ववित् युक्त पुरुष यह सोचेगा (अर्थात् जानता है) कि मैं किंचित् मात्र कर्म नहीं करता हूँ देखता हुआ, सुनता हुआ, स्पर्श करता हुआ, सूंघता हुआ, खाता हुआ, चलता हुआ, सोता हुआ, श्वास लेता हुआ ।',
          },
          {
            'no': 9,
            'shlok':
                'प्रलपन्विसृजन्गृह्णन्नुन्मिषन्निमिषन्नपि ।\nइन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् ॥५-९॥',
            'meaning':
                'बोलता हुआ, त्यागता हुआ, ग्रहण करता हुआ तथा आँखों को खोलता और बन्द करता हुआ (वह) निश्चयात्मक रूप से जानता है कि सब इन्द्रियाँ अपने-अपने विषयों में विचरण कर रही हैं ।',
          },
          {
            'no': 10,
            'shlok':
                'ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति यः ।\nलिप्यते न स पापेन पद्मपत्रमिवाम्भसा ॥५-१०॥',
            'meaning':
                'जो व्यक्ति कर्मफलों को परमेश्र्वर को समर्पित करके आसक्तिरहित होकर अपना कर्म करता है, वह पापकर्मों से उसी प्रकार अप्रभावित रहता है, जिस प्रकार कमलपत्र जल से अस्पृश्य रहता है ।',
          },
          {
            'no': 11,
            'shlok':
                'कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि ।\nयोगिनः कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये ॥५-११॥',
            'meaning':
                'योगीजन आसक्तिरहित होकर शरीर, मन, बुद्धि तथा इन्द्रियों के द्वारा भी केवल शुद्धि के लिए कर्म करते हैं ।',
          },
          {
            'no': 12,
            'shlok':
                'युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् ।\nअयुक्तः कामकारेण फले सक्तो निबध्यते ॥५-१२॥',
            'meaning':
                'निश्चल भक्त शुद्ध शान्ति प्राप्त करता है क्योंकि वह समस्त कर्मफल मुझे अर्पित कर देता है, किन्तु जो व्यक्ति भगवान् से युक्त नहीं है और जो अपने श्रम का फलकामी है, वह बँध जाता है ।',
          },
          {
            'no': 13,
            'shlok':
                'सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी ।\nनवद्वारे पुरे देही नैव कुर्वन्न कारयन् ॥५-१३॥',
            'meaning':
                'जब देहधारी जीवात्मा अपनी प्रकृति को वश में कर लेता है और मन से समस्त कर्मों का परित्याग कर देता है तब वह नौ द्वारों वाले नगर (भौतिक शरीर) में बिना कुछ किये कराये सुखपूर्वक रहता है ।',
          },
          {
            'no': 14,
            'shlok':
                'न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभुः ।\nन कर्मफलसंयोगं स्वभावस्तु प्रवर्तते ॥५-१४॥',
            'meaning':
                'शरीर रूपी नगर का स्वामी देहधारी जीवात्मा न तो कर्म का सृजन करता है, न लोगों को कर्म करने के लिए प्रेरित करता है, न ही कर्मफल की रचना करता है । यह सब तो प्रकृति के गुणों द्वारा ही किया जाता है ।',
          },
          {
            'no': 15,
            'shlok':
                'नादत्ते कस्यचित्पापं न चैव सुकृतं विभुः ।\nअज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तवः ॥५-१५॥',
            'meaning':
                'परमेश्र्वर न तो किसी के पापों को ग्रहण करता है, न पुण्यों को । किन्तु सारे देहधारी जीव उस अज्ञान के कारण मोहग्रस्त रहते हैं, जो उनके वास्तविक ज्ञान को आच्छादित किये रहता है ।',
          },
          {
            'no': 16,
            'shlok':
                'ज्ञानेन तु तदज्ञानं येषां नाशितमात्मनः ।\nतेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् ॥५-१६॥',
            'meaning':
                'किन्तु जब कोई उस ज्ञान से प्रबुद्ध होता है, जिससे अविद्या का विनाश होता है, तो उसके ज्ञान से सब कुछ उसी तरह प्रकट हो जाता है, जैसे दिन में सूर्य से सारी वस्तुएँ प्रकाशित हो जाती हैं ।',
          },
          {
            'no': 17,
            'shlok':
                'तद्‌बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणाः ।\nगच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषाः ॥५-१७॥',
            'meaning':
                'जब मनुष्य की बुद्धि, मन, श्रद्धा तथा शरण सब कुछ भगवान् में स्थिर हो जाते हैं, तभी वह पूर्णज्ञान द्वारा समस्त कल्मष से शुद्ध होता है और मुक्ति के पथ पर अग्रसर होता है ।',
          },
          {
            'no': 18,
            'shlok':
                'विद्याविनयसंपन्ने ब्राह्मणे गवि हस्तिनि ।\nशुनि चैव श्वपाके च पण्डिताः समदर्शिनः ॥५-१८॥',
            'meaning':
                'विनम्र साधुपुरुष अपने वास्तविक ज्ञान के कारण एक विद्वान् तथा विनीत ब्राह्मण, गाय, हाथी, कुत्ता तथा चाण्डाल को समान दृष्टि (समभाव) से देखते हैं ।',
          },
          {
            'no': 19,
            'shlok':
                'इहैव तैर्जितः सर्गो येषां साम्ये स्थितं मनः ।\nनिर्दोषं हि समं ब्रह्म तस्माद्ब्रह्मणि ते स्थिताः ॥५-१९॥',
            'meaning':
                'जिनके मन एकत्व तथा समता में स्थित हैं उन्होंने जन्म तथा मृत्यु के बन्धनों को पहले ही जीत लिया है । वे ब्रह्म के समान निर्दोष हैं और सदा ब्रह्म में ही स्थित रहते हैं ।',
          },
          {
            'no': 20,
            'shlok':
                'न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् ।\nस्थिरबुद्धिरसंमूढो ब्रह्मविद्ब्रह्मणि स्थितः ॥५-२०॥',
            'meaning':
                'जो न तो प्रिय वस्तु को पाकर हर्षित होता है और न अप्रिय को पाकर विचलित होता है, जो स्थिरबुद्धि है, जो मोहरहित और भगवद्विद्या को जानने वाला है वह पहले से ही ब्रह्म में स्थित रहता है ।',
          },
          {
            'no': 21,
            'shlok':
                'बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत् सुखम् ।\nस ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते ॥५-२१॥',
            'meaning':
                'ऐसा मुक्त पुरुष भौतिक इन्द्रियसुख की ओर आकृष्ट नहीं होता, अपितु सदैव समाधि में रहकर अपने अन्तर में आनन्द का अनुभव करता है । इस प्रकार स्वरुपसिद्ध व्यक्ति परब्रह्म में एकाग्रचित्त होने के कारण असीम सुख भोगता है ।',
          },
          {
            'no': 22,
            'shlok':
                'ये हि संस्पर्शजा भोगा दुःखयोनय एव ते ।\nआद्यन्तवन्तः कौन्तेय न तेषु रमते बुधः ॥५-२२॥',
            'meaning':
                'बुद्धिमान् मनुष्य दुख के कारणों में भाग नहीं लेता जो कि भौतिक इन्द्रियों के संसर्ग से उत्पन्न होते हैं । हे कुन्तीपुत्र! ऐसे भोगों का आदि तथा अन्त होता है, अतः चतुर व्यक्ति उनमें आनन्द नहीं लेता ।',
          },
          {
            'no': 23,
            'shlok':
                'शक्नोतीहैव यः सोढुं प्राक्शरीरविमोक्षणात् ।\nकामक्रोधोद्भवं वेगं स युक्तः स सुखी नरः ॥५-२३॥',
            'meaning':
                'यदि इस शरीर को त्यागने के पूर्व कोई मनुष्य इन्द्रियों के वेगों को सहन करने तथा इच्छा एवं क्रोध के वेग को रोकने में समर्थ होता है, तो वह इस संसार में सुखी रह सकता है ।',
          },
          {
            'no': 24,
            'shlok':
                'योऽन्तःसुखोऽन्तरारामस्तथान्तर्ज्योतिरेव यः ।\nस योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ॥५-२४॥',
            'meaning':
                'जो अन्तःकरण में सुख का अनुभव करता है, जो कर्मठ है और अन्तःकरण में ही रमण करता है तथा जिसका लक्ष्य अन्तर्मुखी होता है वह सचमुच पूर्ण योगी है । वह परब्रह्म में मुक्त पाता है और अन्ततोगत्वा ब्रह्म को प्राप्त होता है ।',
          },
          {
            'no': 25,
            'shlok':
                'लभन्ते ब्रह्मनिर्वाणमृषयः क्षीणकल्मषाः ।\nछिन्नद्वैधा यतात्मानः सर्वभूतहिते रताः ॥५-२५॥',
            'meaning':
                'जो लोग संशय से उत्पन्न होने वाले द्वैत से परे हैं, जिनके मन आत्म-साक्षात्कार में रत हैं, जो समस्त जीवों के कल्याणकार्य करने में सदैव व्यस्त रहते हैं और जो समस्त पापों से रहित हैं, वे ब्रह्मनिर्वाण (मुक्ति) को प्राप्त होते हैं ।',
          },
          {
            'no': 26,
            'shlok':
                'कामक्रोधवियुक्तानां यतीनां यतचेतसाम् ।\nअभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् ॥५-२६॥',
            'meaning':
                'जो क्रोध तथा समस्त भौतिक इच्छाओं से रहित हैं, जो स्वरुपसिद्ध, आत्मसंयमी हैं और संसिद्धि के लिए निरन्तर प्रयास करते हैं उनकी मुक्ति निकट भविष्य में सुनिश्चित है ।',
          },
          {
            'no': 27,
            'shlok':
                'स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवोः ।\nप्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ ॥५-२७॥',
            'meaning':
                'बाह्य विषयों को बाहर ही रखकर नेत्रों की दृष्टि को भृकुटि के बीच में स्थित करके तथा नासिका में विचरने वाले प्राण और अपानवायु को सम करके ।',
          },
          {
            'no': 28,
            'shlok':
                'यतेन्द्रिय मनोबुद्धिर्मुनिर्मोक्षपरायणः ।\nविगतेच्छाभयक्रोधो यः सदा मुक्त एव सः ॥५-२८॥',
            'meaning':
                'जिस पुरुष की इन्द्रियाँ, मन और बुद्धि संयत हैं, ऐसा मोक्ष परायण मुनि इच्छा, भय और क्रोध से रहित है, वह सदा मुक्त ही है ।',
          },
          {
            'no': 29,
            'shlok':
                'भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् ।\nसुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति ॥५-२९॥',
            'meaning':
                'मुझे समस्त यज्ञों तथा तपस्याओं का परम भोक्ता, समस्त लोकों तथा देवताओं का परमेश्र्वर एवं समस्त जीवों का उपकारी एवं हितैषी जानकर मेरे भावनामृत से पूर्ण पुरुष भौतिक दुखों से शान्ति लाभ-करता है ।',
          },
        ],
      },
      //adhyay 6
      {
        'id': 'छठा अध्याय',
        'name': 'आत्मसंयमयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'अनाश्रितः कर्मफलं कार्यं कर्म करोति यः ।\nस संन्यासी च योगी च न निरग्निर्न चाक्रियः ॥६-१॥',
            'meaning':
                'श्रीभगवान् ने कहा – जो पुरुष अपने कर्मफल के प्रति अनासक्त है और जो अपने कर्तव्य का पालन करता है, वही संन्यासी और असली योगी है । वह नहीं, जो न तो अग्नि जलाता है और न कर्म करता है ।',
          },
          {
            'no': 2,
            'shlok':
                'यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव ।\nन ह्यसंन्यस्तसंकल्पो योगी भवति कश्चन ॥६-२॥',
            'meaning':
                'हे पाण्डुपुत्र! जिसे संन्यास कहते हैं उसे ही तुम योग अर्थात् परब्रह्म से युक्त होना जानो क्योंकि इन्द्रियतृप्ति के लिए इच्छा को त्यागे बिना कोई कभी योगी नहीं हो सकता ।अनाश्रितः कर्मफलं कार्यं कर्म करोति यः ।\nस संन्यासी च योगी च न निरग्निर्न चाक्रियः ॥६-१॥',
          },
          {
            'no': 3,
            'shlok':
                'आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते ।\nयोगारूढस्य तस्यैव शमः कारणमुच्यते ॥६-३॥',
            'meaning':
                'जो पुरुष न तो कर्मफलों से घृणा करता है और न कर्मफल की इच्छा करता है, वह नित्य संन्यासी जाना जाता है । हे महाबाहु अर्जुन! ऐसा मनुष्य समस्त द्वन्द्वों से रहित होकर भवबन्धन को पार कर पूर्णतया मुक्त हो जाता है ।',
          },
          {
            'no': 4,
            'shlok':
                'यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते ।\nसर्वसंकल्पसंन्यासी योगारूढस्तदोच्यते ॥६-४॥',
            'meaning':
                'जब कोई पुरुष समस्त भौतिक इच्छाओं का त्यागा करके न तो इन्द्रियतृप्ति के लिए कार्य करता है और न सकामकर्मों में प्रवृत्त होता है तो वह योगारूढ कहलाता है ।',
          },
          {
            'no': 5,
            'shlok':
                'उद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः ॥६-५॥',
            'meaning':
                'मनुष्य को चाहिए कि अपने मन की सहायता से अपना उद्धार करे और अपने को नीचे न गिरने दे । यह मन बद्धजीव का मित्र भी है और शत्रु भी ।',
          },
          {
            'no': 6,
            'shlok':
                'बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः ।\nअनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत् ॥६-६॥',
            'meaning':
                'जिसने मन को जीत लिया है उसके लिए मन सर्वश्रेष्ठ मित्र है, किन्तु जो ऐसा नहीं कर पाया इसके लिए मन सबसे बड़ा शत्रु बना रहेगा ।',
          },
          {
            'no': 7,
            'shlok':
                'जितात्मनः प्रशान्तस्य परमात्मा समाहितः ।\nशीतोष्णसुखदुःखेषु तथा मानापमानयोः ॥६-७॥',
            'meaning':
                'जिसने मन को जीत लिया है, उसने पहले ही परमात्मा को प्राप्त कर लिया है, क्योंकि उसने शान्ति प्राप्त कर ली है । ऐसे पुरुष के लिए सुख-दुख, सर्दी-गर्मी एवं मान-अपमान एक से हैं ।',
          },
          {
            'no': 8,
            'shlok':
                'ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रियः ।\nयुक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चनः ॥६-८॥',
            'meaning':
                'जो योगी ज्ञान और विज्ञान से तृप्त है, जो विकार रहित (कूटस्थ) और जितेन्द्रिय है, जिसको मिट्टी, पाषाण और कंचन समान है, वह (परमात्मा से) युक्त कहलाता है ।',
          },
          {
            'no': 9,
            'shlok':
                'सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु ।\nसाधुष्वपि च पापेषु समबुद्धिर्विशिष्यते ॥६-९॥',
            'meaning':
                'जब मनुष्य निष्कपट हितैषियों, प्रिय मित्रों, तटस्थों, मध्यस्थों, ईर्ष्यालुओं, शत्रुओं तथा मित्रों, पुण्यात्माओं एवं पापियों को समान भाव से देखता है, तो वह और भी उन्नत माना जाता है ।',
          },
          {
            'no': 10,
            'shlok':
                'योगी युञ्जीत सततमात्मानं रहसि स्थितः ।\nएकाकी यतचित्तात्मा निराशीरपरिग्रहः ॥६-१०॥',
            'meaning':
                'योगी को चाहिए कि वह सदैव अपने शरीर, मन तथा आत्मा को परमेश्र्वर में लगाए, एकान्त स्थान में रहे और बड़ी सावधानी के साथ अपने मन को वश में करे । उसे समस्त आकांक्षाओं तथा संग्रहभाव से मुक्त होना चाहिए ।',
          },
          {
            'no': 11,
            'shlok':
                'शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मनः ।\nनात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् ॥६-११॥',
            'meaning':
                'योगाभ्यास के लिए योगी एकान्त स्थान में जाकर भूमि पर कुशा बिछा दे और फिर उसे मृगछाला से ढके तथा ऊपर से मुलायम वस्त्र बिछा दे । आसन न तो बहुत ऊँचा हो, न बहुत नीचा । यह पवित्र स्थान में स्थित हो ।',
          },
          {
            'no': 12,
            'shlok':
                'तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः ।\nउपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये ॥६-१२॥',
            'meaning':
                'योगी को चाहिए कि इस पर दृढ़तापूर्वक बैठ जाय और मन, इन्द्रियों तथा कर्मों को वश में करते हुए तथा मन को एक बिन्दु पर स्थित करके हृदय को शुद्ध करने के लिए योगाभ्यास करे ।',
          },
          {
            'no': 13,
            'shlok':
                'समं कायशिरोग्रीवं धारयन्नचलं स्थिरः ।\nसम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् ॥६-१३॥',
            'meaning':
                'काया, सिर और गले को समान एवं अचल धारण करके और स्थिर होकर, अपनी नासिका के अग्रभाग पर दृष्टि जमाकर, अन्य दिशाओं को न देखता हुआ ।',
          },
          {
            'no': 14,
            'shlok':
                'प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थितः ।\nमनः संयम्य मच्चित्तो युक्त आसीत मत्परः ॥६-१४॥',
            'meaning':
                '(साधक को) प्रशान्त अन्त:करण, निर्भय और ब्रह्मचर्य ब्रत में स्थित होकर, मन को संयमित करके चित्त को मुझमें लगाकर मुझे ही परम लक्ष्य समझकर बैठना चाहिए ।',
          },
          {
            'no': 15,
            'shlok':
                'युञ्जन्नेवं सदात्मानं योगी नियतमानसः ।\nशान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति ॥६-१५॥',
            'meaning':
                'इस प्रकार शरीर, मन तथा कर्म में निरन्तर संयम का अब्यास करते हुए संयमित मन वाले योगी को इस भौतिक अस्तित्व की समाप्ति पर भगवदधाम की प्राप्ति होती है ।',
          },
          {
            'no': 16,
            'shlok':
                'नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः ।\nन चाति स्वप्नशीलस्य जाग्रतो नैव चार्जुन ॥६-१६॥',
            'meaning':
                'हे अर्जुन! जो अधिक खाता है या बहुत कम खाता है, जो अधिक सोता है अथवा जो पर्याप्त नहीं सोता उसके योगी बनने की कोई सम्भावना नहीं है ।',
          },
          {
            'no': 17,
            'shlok':
                'युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु ।\nयुक्तस्वप्नावबोधस्य योगो भवति दुःखहा ॥६-१७॥',
            'meaning':
                'जो खाने, सोने, आमोद-प्रमोद तथा काम करने की आदतों में नियमित रहता है, वह योगाभ्यास द्वारा समस्त भौतिक क्लेशों को नष्ट कर सकता है ।',
          },
          {
            'no': 18,
            'shlok':
                'यदा विनियतं चित्तमात्मन्येवावतिष्ठते ।\nनिःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा ॥६-१८॥',
            'meaning':
                'जब योगी योगाभ्यास द्वारा अपने मानसिक कार्यकलापों को वश में कर लेता है और अध्यात्म में स्थित हो जाता है अर्थात् समस्त भौतिक इच्छाओं से रहित हो जाता है, तब वह योग में सुस्थिर कहा जाता है ।',
          },
          {
            'no': 19,
            'shlok':
                'यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता ।\nयोगिनो यतचित्तस्य युञ्जतो योगमात्मनः ॥६-१९॥',
            'meaning':
                'जिस प्रकार वायुरहित स्थान में दीपक हिलता-डुलता नहीं, उसी तरह जिस योगी का मन वश में होता है, वह आत्मतत्त्व के ध्यान में सदैव स्थिर रहता है ।',
          },
          {
            'no': 20,
            'shlok':
                'यत्रोपरमते चित्तं निरुद्धं योगसेवया ।\nयत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति ॥६-२०॥',
            'meaning':
                'योगका सेवन करनेसे जिस अवस्थामें निरुध्द चित्त उपराम हो जाता है तथा जिस अवस्थामें स्वयं अपने-आपमें अपने-आपको देखता हुआ अपने-आपमें सन्तुष्ट हो जाता है ।',
          },
          {
            'no': 21,
            'shlok':
                'सुखमात्यन्तिकं यत्तद् बुद्धिग्राह्यमतीन्द्रियम् ।\nवेत्ति यत्र न चैवायं स्थितश्चलति तत्त्वतः ॥६-२१॥',
            'meaning':
                'जो सुख आत्यन्तिक, अतीन्द्रिय और बुध्दिग्राह्म है, उस सुखका जिस अवस्थामें अनुभव करता है और जिस सुखमें स्थित हुआ यह ध्यानयोगी फिर कभी तत्वसे विचलित नहीं होता है ।',
          },
          {
            'no': 22,
            'shlok':
                'यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः ।\nयस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते ॥६-२२॥',
            'meaning':
                'जिस लाभकी प्राप्ति होनेपर उससे अधिक कोई दूसरा लाभ उसके माननेमें भी नहीं आता और जिसमें स्थित होनेपर वह बड़े भारी दु:ख से भी विचलित नहीं होता है ।',
          },
          {
            'no': 23,
            'shlok':
                'तं विद्याद्‌दुःखसंयोगवियोगं योगसंज्ञितम् ।\nस निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा ॥६-२३॥',
            'meaning':
                'दु:ख के संयोग से वियोग है, उसीको योग नामसे जानना चाहिये । (वह योग जिस ध्यानयोग लक्ष्य है,) उस ध्यानयोका अभ्यास न उकताये हुए चित्तसे निश्चयपूर्वक करना चाहिये ।',
          },
          {
            'no': 24,
            'shlok':
                'संकल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः ।\nमनसैवेन्द्रियग्रामं विनियम्य समन्ततः ॥६-२४॥',
            'meaning':
                'मनुष्य को चाहिए कि संकल्प तथा श्रद्धा के साथ योगाभ्यास में लगे और पथ से विचलित न हो । उसे चाहिए कि मनोधर्म से उत्पन्न समस्त इच्छाओं को निरपवाद रूप से त्याग दे और इस प्रकार मन के द्वारा सभी ओर से इन्द्रियों को वश में करे ।',
          },
          {
            'no': 25,
            'shlok':
                'शनैः शनैरुपरमेद्‌बुद्ध्या धृतिगृहीतया ।\nआत्मसंस्थं मनः कृत्वा न किंचिदपि चिन्तयेत् ॥६-२५॥',
            'meaning':
                'धीरे-धीरे, क्रमशः पूर्ण विश्र्वासपूर्वक बुद्धि के द्वारा समाधि में स्थित होना चाहिए और इस प्रकार मन को आत्मा में ही स्थित करना चाहिए तथा अन्य कुछ भी नहीं सोचना चाहिए ।',
          },
          {
            'no': 26,
            'shlok':
                'यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् ।\nततस्ततो नियम्यैतदात्मन्येव वशं नयेत् ॥६-२६॥',
            'meaning':
                'मन अपनी चंचलता तथा अस्थिरता के कारण जहाँ कहीं भी विचरण करता हो, मनुष्य को चाहिए कि उसे वहाँ से खींचे और अपने वश में लाए ।',
          },
          {
            'no': 27,
            'shlok':
                'प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् ।\nउपैति शान्तरजसं ब्रह्मभूतमकल्मषम् ॥६-२७॥',
            'meaning':
                'जिस योगी का मन मुझ में स्थिर रहता है, वह निश्चय ही दिव्यसुख की सर्वोच्च सिद्धि प्राप्त करता है । वह रजोगुण से परे हो जाता है, वह परमात्मा के साथ अपनी गुणात्मक एकता को समझता है और इस प्रकार अपने समस्त विगत कर्मों के फल से निवृत्त हो जाता है ।',
          },
          {
            'no': 28,
            'shlok':
                'युञ्जन्नेवं सदात्मानं योगी विगतकल्मषः ।\nसुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते ॥६-२८॥',
            'meaning':
                'इस प्रकार योगाभ्यास में निरन्तर लगा रहकर आत्मसंयमी योगी समस्त भौतिक कल्मष से मुक्त हो जाता है और भगवान् की दिव्य प्रेमाभक्ति में परमसुख प्राप्त करता है ।',
          },
          {
            'no': 29,
            'shlok':
                'सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि ।\nईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः ॥६-२९॥',
            'meaning':
                'योगयुक्त अन्त:करण वाला और सर्वत्र समदर्शी योगी आत्मा को सब भूतों में और भूतमात्र को आत्मा में देखता है ।',
          },
          {
            'no': 30,
            'shlok':
                'मां पश्यति सर्वत्र सर्वं च मयि पश्यति ।\nतस्याहं न प्रणश्यामि स च मे न प्रणश्यति ॥६-३०॥',
            'meaning':
                'जो मुझे सर्वत्र देखता है और सब कुछ मुझमें देखता है उसके लिए न तो मैं कभी अदृश्य होता हूँ और न वह मेरे लिए अदृश्य होता है ।',
          },
          {
            'no': 31,
            'shlok':
                'सर्वभूतस्थितं यो मां भजत्येकत्वमास्थितः ।\nसर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥६-३१॥',
            'meaning':
                'जो योगी मुझे तथा परमात्मा को अभिन्न जानते हुए परमात्मा की भक्तिपूर्वक सेवा करता है, वह हर प्रकार से मुझमें सदैव स्थित रहता है ।',
          },
          {
            'no': 32,
            'shlok':
                'आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन ।\nसुखं वा यदि वा दुःखं स योगी परमो मतः ॥६-३२॥',
            'meaning':
                'हे अर्जुन! वह पूर्णयोगी है जो अपनी तुलना से समस्त प्राणियों की उनके सुखों तथा दुखों में वास्तविक समानता का दर्शन करता है ।',
          },
          {
            'no': 33,
            'shlok':
                'योऽयं योगस्त्वया प्रोक्तः साम्येन मधुसूदन ।\nएतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् ॥६-३३॥',
            'meaning':
                'अर्जुन ने कहा – हे मधुसूदन! आपने जिस योगपद्धति का संक्षेप में वर्णन किया है, वह मेरे लिए अव्यावहारिक तथा असहनीय है, क्योंकि मन चंचल तथा अस्थिर है ।',
          },
          {
            'no': 34,
            'shlok':
                'चञ्चलं हि मनः कृष्ण प्रमाथि बलवद्‌दृढम् ।\nतस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् ॥६-३४॥',
            'meaning':
                'हे कृष्ण! चूँकि मन चंचल (अस्थिर), उच्छृंखल, हठीला तथा अत्यन्त बलवान है, अतः मुझे इसे वश में करना वायु को वश में करने से भी अधिक कठिन लगता है ।',
          },
          {
            'no': 35,
            'shlok':
                'असंशयं महाबाहो मनो दुर्निग्रहं चलम् ।\nअभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते ॥६-३५॥',
            'meaning':
                'भगवान् श्रीकृष्ण ने कहा – हे महाबाहो कुन्तीपुत्र! निस्सन्देह चंचल मन को वश में करना अत्यन्त कठिन है; किन्तु उपयुक्त अभ्यास द्वारा तथा विरक्ति द्वारा ऐसा सम्भव है ।',
          },
          {
            'no': 36,
            'shlok':
                'असंयतात्मना योगो दुष्प्राप इति मे मतिः ।\nवश्यात्मना तु यतता शक्योऽवाप्तुमुपायतः ॥६-३६॥',
            'meaning':
                'जिसका मन उच्छृंखल है, उसके लिए आत्म-साक्षात्कार कठिन कार्य होता है, किन्तु जिसका मन संयमित है और जो समुचित उपाय करता है उसकी सफलता ध्रुव है । ऐसा मेरा मत है ।',
          },
          {
            'no': 37,
            'shlok':
                'अयतिः श्रद्धयोपेतो योगाच्चलितमानसः ।\nअप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति ॥६-३७॥',
            'meaning':
                'अर्जुन ने कहा: हे कृष्ण! उस असफल योगी की गति क्या है जो प्रारम्भ में श्रद्धापूर्वक आत्म-साक्षात्कार की विधि ग्रहण करता है, किन्तु बाद में भौतिकता के करण उससे विचलित हो जाता है और योगसिद्धि को प्राप्त नहीं कर पाता ?',
          },
          {
            'no': 38,
            'shlok':
                'कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति ।\nअप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि ॥६-३८॥',
            'meaning':
                'हे महाबाहु कृष्ण! क्या ब्रह्म-प्राप्ति के मार्ग से भ्रष्ट ऐसा व्यक्ति आध्यात्मिक तथा भौतिक दोनों ही सफलताओं से च्युत नहीं होता और छिन्नभिन्न बादल की भाँति विनष्ट नहीं हो जाता जिसके फलस्वरूप उसके लिए किसी लोक में कोई स्थान नहीं रहता?',
          },
          {
            'no': 39,
            'shlok':
                'एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषतः ।\nत्वदन्यः संशयस्यास्य छेत्ता न ह्युपपद्यते ॥६-३९॥',
            'meaning':
                'हे कृष्ण! यही मेरा सन्देह है, और मैं आपसे इसे पूर्णतया दूर करने की प्रार्थना कर रहा हूँ । आपके अतिरिक्त अन्य कोई ऐसा नहीं है, जो इस सन्देह को नष्ट कर सके ।',
          },
          {
            'no': 40,
            'shlok':
                'पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते ।\nन हि कल्याणकृत्कश्चिद्‌दुर्गतिं तात गच्छति ॥६-४०॥',
            'meaning':
                'भगवान् ने कहा – हे पृथापुत्र! कल्याण-कार्यों में निरत योगी का न तो इस लोक में और न परलोक में ही विनाश होता है । हे मित्र! भलाई करने वाला कभी बुरे से पराजित नहीं होता ।',
          },
          {
            'no': 41,
            'shlok':
                'प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वतीः समाः ।\nशुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥६-४१॥',
            'meaning':
                'असफल योगी पवित्रात्माओं के लोकों में अनेकानेक वर्षों तक भोग करने के बाद या तो सदाचारी पुरुषों के परिवार में या कि धनवानों के कुल में जन्म लेता है ।',
          },
          {
            'no': 42,
            'shlok':
                'अथवा योगिनामेव कुले भवति धीमताम् ।\nएतद्धि दुर्लभतरं लोके जन्म यदीदृशम् ॥६-४२॥',
            'meaning':
                'अथवा (यदि दीर्घकाल तक योग करने के बाद असफल रहे तो) वह ऐसे योगियों के कुल में जन्म लेता है जो अति बुद्धिमान हैं । निश्चय ही इस संसार में ऐसा जन्म दुर्लभ है ।',
          },
          {
            'no': 43,
            'shlok':
                'तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् ।\nयतते च ततो भूयः संसिद्धौ कुरुनन्दन ॥६-४३॥',
            'meaning':
                'हे कुरुनन्दन! ऐसा जन्म पाकर वह अपने पूर्वजन्म की दैवी चेतना को पुनः प्राप्त करता है और पूर्ण सफलता प्राप्त करने के उद्देश्य से वह आगे उन्नति करने का प्रयास करता है ।',
          },
          {
            'no': 44,
            'shlok':
                'पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि सः ।\nजिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥६-४४॥',
            'meaning':
                'अपने पूर्वजन्म की दैवी चेतना से वह न चाहते हुए भी स्वतः योग के नियमों की ओर आकर्षित होता है । ऐसा जिज्ञासु योगी शास्त्रों के अनुष्ठानों से परे स्थित होता है ।',
          },
          {
            'no': 45,
            'shlok':
                'प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिषः ।\nअनेकजन्मसंसिद्धस्ततो याति परां गतिम् ॥६-४५॥',
            'meaning':
                'और जब योगी कल्मष से शुद्ध होकर सच्ची निष्ठा से आगे प्रगति करने का प्रयास करता है, तो अन्ततोगत्वा अनेकानेक जन्मों के अभ्यास के पश्चात् सिद्धि-लाभ करके वह परम गन्तव्य को प्राप्त करता है ।',
          },
          {
            'no': 46,
            'shlok':
                'तपस्विभ्योऽधिको योगी ज्ञानिभ्योऽपि मतोऽधिकः ।\nकर्मिभ्यश्चाधिको योगी तस्माद्योगी भवार्जुन ॥६-४६॥',
            'meaning':
                'योगी पुरुष तपस्वी से, ज्ञानी से तथा सकामकर्मी से बढ़कर होता है | अतः हे अर्जुन! तुम सभी प्रकार से योगी बनो ।',
          },
          {
            'no': 47,
            'shlok':
                'योगिनामपि सर्वेषां मद्गतेनान्तरात्मना ।\nश्रद्धावान् भजते यो मां स मे युक्ततमो मतः ॥६-४७॥',
            'meaning':
                'और समस्त योगियों में से जो योगी अत्यन्त श्रद्धापूर्वक मेरे परायण है, अपने अन्तःकरण में मेरे विषय में सोचता है और मेरी दिव्य प्रेमाभक्ति करता है वह योग में मुझसे परम अन्तरंग रूप में युक्त रहता है और सबों में सर्वोच्च है ।',
          },
        ],
      },
      //adhyay 7
      {
        'id': 'सातवाँ अध्याय',
        'name': 'ज्ञानविज्ञानयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'मय्यासक्तमनाः पार्थ योगं युञ्जन्मदाश्रयः ।\nअसंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु ॥७-१॥',
            'meaning':
                'श्रीभगवान् ने कहा – हे पृथापुत्र! अब सुनो कि तुम किस तरह मेरी भावना से पूर्ण होकर और मन को मुझमें आसक्त करके योगाभ्यास करते हुए मुझे पूर्णतया संशयरहित जान सकते हो ।',
          },
          {
            'no': 2,
            'shlok':
                'ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषतः ।\nयज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते ॥७-२॥',
            'meaning':
                'अब मैं तुमसे पूर्णरूप से व्यावहारिक तथा दिव्यज्ञान कहूँगा । इसे जान लेने पर तुम्हें जानने के लिए और कुछ भी शेष नहीं रहेगा ।',
          },
          {
            'no': 3,
            'shlok':
                'मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये ।\nयततामपि सिद्धानां कश्चिन्मां वेत्ति तत्त्वतः ॥७-३॥',
            'meaning':
                'कई हजार मनुष्यों में से कोई एक सिद्धि के लिए प्रयत्नशील होता है और इस तरह सिद्धि प्राप्त करने वालों में से विरला ही कोई मुझे वास्तव में जान पाता है ।',
          },
          {
            'no': 4,
            'shlok':
                'भूमिरापोऽनलो वायुः खं मनो बुद्धिरेव च ।\nअहंकार इतीयं मे भिन्ना प्रकृतिरष्टधा ॥७-४॥',
            'meaning':
                'पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि तथा अहंकार – ये आठ प्रकार से विभक्त मेरी भिन्ना (अपर) प्रकृतियाँ हैं ।',
          },
          {
            'no': 5,
            'shlok':
                'अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम् ।\nजीवभूतां महाबाहो ययेदं धार्यते जगत् ॥७-५॥',
            'meaning':
                'हे महाबाहु अर्जुन! इनके अतिरिक्त मेरी एक अन्य परा शक्ति है जो उन जीवों से युक्तहै, जो इस भौतिक अपरा प्रकृति के साधनों का विदोहन कर रहे हैं ।',
          },
          {
            'no': 6,
            'shlok':
                'एतद्योनीनि भूतानि सर्वाणीत्युपधारय ।\nअहं कृत्स्नस्य जगतः प्रभवः प्रलयस्तथा ॥७-६॥',
            'meaning':
                'सारे प्राणियों का उद्गम इन दोनों शक्तियों में है | इस जगत् में जो कुछ भी भौतिक तथा आध्यात्मिक है, उसकी उत्पत्ति तथा प्रलय मुझे ही जानो ।',
          },
          {
            'no': 7,
            'shlok':
                'मत्तः परतरं नान्यत्किंचिदस्ति धनंजय ।\nमयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव ॥७-७॥',
            'meaning':
                'हे धनञ्जय! मुझसे श्रेष्ठ कोई सत्य नहीं है । जिस प्रकार मोती धागे में गुँथे रहते हैं, उसी प्रकार सब कुछ मुझ पर ही आश्रित है ।',
          },
          {
            'no': 8,
            'shlok':
                'रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसूर्ययोः ।\nप्रणवः सर्ववेदेषु शब्दः खे पौरुषं नृषु ॥७-८॥',
            'meaning':
                'हे कुन्तीपुत्र! मैं जल का स्वाद हूँ, सूर्य तथा चन्द्रमा का प्रकाश हूँ, वैदिक मन्त्रों में ओंकार हूँ, आकाश में ध्वनि हूँ तथा मनुष्य में सामर्थ्य हूँ ।',
          },
          {
            'no': 9,
            'shlok':
                'पुण्यो गन्धः पृथिव्यां च तेजश्चास्मि विभावसौ ।\nजीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु ॥७-९॥',
            'meaning':
                'मैं पृथ्वी की आद्य सुगंध और अग्नि की ऊष्मा हूँ । मैं समस्त जीवों का जीवन तथा तपस्वियों का तप हूँ ।',
          },
          {
            'no': 10,
            'shlok':
                'बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम् ।\nबुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम् ॥७-१०॥',
            'meaning':
                'हे पृथापुत्र! यह जान लो कि मैं ही समस्त जीवों का आदि बीज हूँ, बुद्धिमानों की बुद्धि तथा समस्त तेजस्वी पुरुषों का तेज हूँ ।',
          },
          {
            'no': 11,
            'shlok':
                'बलं बलवतां चाहं कामरागविवर्जितम् ।\nधर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ ॥७-११॥',
            'meaning':
                'मैं बलवानों का कामनाओं तथा इच्छा से रहित बल हूँ । हे भरतश्रेष्ठ (अर्जुन)! मैं वह काम हूँ, जो धर्म के विरुद्ध नहीं है ।',
          },
          {
            'no': 12,
            'shlok':
                'ये चैव सात्त्विका भावा राजसास्तामसाश्च ये ।\nमत्त एवेति तान्विद्धि न त्वहं तेषु ते मयि ॥७-१२॥',
            'meaning':
                'तुम जान लो कि मेरी शक्ति द्वारा सारे गुण प्रकट होते हैं, चाहे वे सतोगुण हों, रजोगुण हों या तमोगुण हों । एक प्रकार से मैं सब कुछ हूँ, किन्तु हूँ स्वतन्त्र । मैं प्रकृति के गुणों के अधीन नहीं हूँ, अपितु वे मेरे अधीन हैं ।',
          },
          {
            'no': 13,
            'shlok':
                'त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत् ।\nमोहितं नाभिजानाति मामेभ्यः परमव्ययम् ॥७-१३॥',
            'meaning':
                'तीन गुणों (सतो, रजो तथा तमो) के द्वारा मोहग्रस्त यह सारा संसार मुझ गुणातीत तथा अविनाशी को नहीं जानता ।',
          },
          {
            'no': 14,
            'shlok':
                'दैवी ह्येषा गुणमयी मम माया दुरत्यया ।\nमामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते ॥७-१४॥',
            'meaning':
                'प्रकृति के तीन गुणों वाली इस मेरी दैवी शक्ति को पार कर पाना कठिन है । किन्तु जो मेरे शरणागत हो जाते हैं, वे सरलता से इसे पार कर जाते हैं ।',
          },
          {
            'no': 15,
            'shlok':
                'न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः ।\nमाययापहृतज्ञाना आसुरं भावमाश्रिताः ॥७-१५॥',
            'meaning':
                'जो निपट मुर्ख है, जो मनुष्यों में अधम हैं, जिनका ज्ञान माया द्वारा हर लिया गया है तथा जो असुरों की नास्तिक प्रकृति को धारण करने वाले हैं, ऐसे दुष्ट मेरी शरण ग्रहण नहीं करते ।',
          },
          {
            'no': 16,
            'shlok':
                'चतुर्विधा भजन्ते मां जनाः सुकृतिनोऽर्जुन ।\nआर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ ॥७-१६॥',
            'meaning':
                'हे भरतश्रेष्ठ! चार प्रकार के पुण्यात्मा मेरी सेवा करते हैं – आर्त, जिज्ञासु, अर्थार्थी तथा ज्ञानी ।',
          },
          {
            'no': 17,
            'shlok':
                'तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते ।\nप्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रियः ॥७-१७॥',
            'meaning':
                'इनमें से जो परमज्ञानी है और शुद्धभक्ति में लगा रहता है वह सर्वश्रेष्ठ है, क्योंकि मैं उसे अत्यन्त प्रिय हूँ और वह मुझे प्रिय है ।',
          },
          {
            'no': 18,
            'shlok':
                'उदाराः सर्व एवैते ज्ञानी त्वात्मैव मे मतम् ।\nआस्थितः स हि युक्तात्मा मामेवानुत्तमां गतिम् ॥७-१८॥',
            'meaning':
                'निस्सन्देह ये सब उदारचेता व्यक्ति हैं, किन्तु जो मेरे ज्ञान को प्राप्त है, उसे मैं अपने ही समान मानता हूँ । वह मेरी दिव्यसेवा में तत्पर रहकर मुझ सर्वोच्च उद्देश्य को निश्चित रूप से प्राप्त करता है ।',
          },
          {
            'no': 19,
            'shlok':
                'बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते ।\nवासुदेवः सर्वमिति स महात्मा सुदुर्लभः ॥७-१९॥',
            'meaning':
                'अनेक जन्म-जन्मान्तर के बाद जिसे सचमुच ज्ञान होता है, वह मुझको समस्त कारणों का कारण जानकर मेरी शरण में आता है । ऐसा महात्मा अत्यन्त दुर्लभ होता है ।',
          },
          {
            'no': 20,
            'shlok':
                'कामैस्तैस्तैर्हृतज्ञानाः प्रपद्यन्तेऽन्यदेवताः ।\nतं तं नियममास्थाय प्रकृत्या नियताः स्वया ॥७-२०॥',
            'meaning':
                'जिनकी बुद्धि भौतिक इच्छाओं द्वारा मारी गई है, वे देवताओं की शरण में जाते हैं और वे अपने-अपने स्वभाव के अनुसार पूजा विशेष विधि-विधानों का पालन करते हैं ।',
          },
          {
            'no': 21,
            'shlok':
                'यो यो यां यां तनुं भक्तः श्रद्धयार्चितुमिच्छति ।\nतस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम् ॥७-२१॥',
            'meaning':
                'मैं प्रत्येक जीव के हृदय में परमात्मा स्वरूप स्थित हूँ । जैसे ही कोई किसी देवता की पूजा करने की इच्छा करता है, मैं उसकी श्रद्धा को स्थिर करता हूँ, जिससे वह उसी विशेष देवता की भक्ति कर सके ।',
          },
          {
            'no': 22,
            'shlok':
                'स तया श्रद्धया युक्तस्तस्याराधनमीहते ।\nलभते च ततः कामान्मयैव विहितान्हि तान् ॥७-२२॥',
            'meaning':
                'ऐसी श्रद्धा से समन्वित वह देवता विशेष की पूजा करने का यत्न करता है और अपनी इच्छा की पूर्ति करता है । किन्तु वास्तविकता तो यह है कि ये सारे लाभ केवल मेरे द्वारा प्रदत्त हैं ।',
          },
          {
            'no': 23,
            'shlok':
                'अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम् ।\nदेवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि ॥७-२३॥',
            'meaning':
                'अल्पबुद्धि वाले व्यक्ति देवताओं की पूजा करते हैं और उन्हें प्राप्त होने वाले फल सीमित तथा क्षणिक होते हैं । देवताओं की पूजा करने वाले देवलोक को जाते हैं, किन्तु मेरे भक्त अन्ततः मेरे परमधाम को प्राप्त होते हैं',
          },
          {
            'no': 24,
            'shlok':
                'अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धयः ।\nपरं भावमजानन्तो ममाव्ययमनुत्तमम् ॥७-२४॥',
            'meaning':
                'बुद्धिहीन मनुष्य मुझको ठीक से न जानने के कारण सोचते हैं कि मैं (भगवान् कृष्ण) पहले निराकार था और अब मैंने इस स्वरूप को धारण किया है । वे अपने अल्पज्ञान के कारण मेरी अविनाशी तथा सर्वोच्च प्रकृति को नहीं जान पाते ।',
          },
          {
            'no': 25,
            'shlok':
                'नाहं प्रकाशः सर्वस्य योगमायासमावृतः ।\nमूढोऽयं नाभिजानाति लोको मामजमव्ययम् ॥७-२५॥',
            'meaning':
                'मैं मूर्खों तथा अल्पज्ञों के लिए कभी भी प्रकट नहीं हूँ । उनके लिए तो मैं अपनी अन्तरंगा शक्ति द्वारा आच्छादित रहता हूँ, अतः वे यह नहीं जान पाते कि मैं अजन्मा तथा अविनाशी हूँ ।',
          },
          {
            'no': 26,
            'shlok':
                'वेदाहं समतीतानि वर्तमानानि चार्जुन ।\nभविष्याणि च भूतानि मां तु वेद न कश्चन ॥७-२६॥',
            'meaning':
                'हे अर्जुन! श्रीभगवान् होने के नाते मैं जो कुछ भूतकाल में घटित हो चुका है, जो वर्तमान में घटित हो रहा है और जो आगे होने वाला है, वह सब कुछ जानता हूँ । मैं समस्त जीवों को भी जानता हूँ, किन्तु मुझे कोई नहीं जानता ।',
          },
          {
            'no': 27,
            'shlok':
                'इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत ।\nसर्वभूतानि संमोहं सर्गे यान्ति परन्तप ॥७-२७॥',
            'meaning':
                'हे भरतवंशी! हे शत्रुविजेता! समस्त जीव जन्म लेकर इच्छा तथा घृणा से उत्पन्न द्वन्द्वों से मोहग्रस्त होकर मोह को प्राप्त होते हैं ।',
          },
          {
            'no': 28,
            'shlok':
                'येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् ।\nते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रताः ॥७-२८॥',
            'meaning':
                'जिन मनुष्यों ने पूर्वजन्मों में तथा इस जन्म में पुण्यकर्म किये हैं और जिनके पापकर्मों का पूर्णतया उच्छेदन हो चुका होता है, वे मोह के द्वन्द्वों से मुक्त हो जाते हैं और वे संकल्पपूर्वक मेरी सेवा में तत्पर होते हैं ।',
          },
          {
            'no': 29,
            'shlok':
                'जरामरणमोक्षाय मामाश्रित्य यतन्ति ये ।\nते ब्रह्म तद्विदुः कृत्स्नमध्यात्मं कर्म चाखिलम् ॥७-२९॥',
            'meaning':
                'जो जरा तथा मृत्यु से मुक्ति पाने के लिए यत्नशील रहते हैं, वे बुद्धिमान व्यक्ति मेरी भक्ति की शरण ग्रहण करते हैं । वे वास्तव में ब्रह्म हैं क्योंकि वे दिव्य कर्मों के विषय में पूरी तरह से जानते हैं ।',
          },
          {
            'no': 30,
            'shlok':
                'साधिभूताधिदैवं मां साधियज्ञं च ये विदुः ।\nप्रयाणकालेऽपि च मां ते विदुर्युक्तचेतसः ॥७-३०॥',
            'meaning':
                'जो मुझ परमेश्र्वर को मेरी पूर्ण चेतना में रहकर मुझे जगत् का, देवताओं का तथा समस्त यज्ञविधियों का नियामक जानते हैं, वे अपनी मृत्यु के समय भी मुझ भगवान् को जान और समझ सकते हैं ।',
          },
        ],
      },
      //adhyay 8
      {
        'id': 'आठवाँ अध्याय',
        'name': 'अक्षरब्रह्मयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम ।\nअधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ॥८-१॥',
            'meaning':
                'अर्जुन ने कहा – हे भगवान्! हे पुरुषोत्तम! ब्रह्म क्या है? आत्मा क्या है? सकाम कर्म क्या है? यह भौतिक जगत क्या है? तथा देवता क्या हैं? कृपा करके यह सब मुझे बताइये ।',
          },
          {
            'no': 2,
            'shlok':
                'अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन ।\nप्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः ॥८-२॥',
            'meaning':
                'हे मधुसूदन! यज्ञ का स्वामी कौन है और वह शरीर में कैसे रहता है? और मृत्यु के समय भक्ति में लगे रहने वाले आपको कैसे जान पाते हैं?',
          },
          {
            'no': 3,
            'shlok':
                'अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ।\nभूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः ॥८-३॥',
            'meaning':
                'भगवान् ने कहा – अविनाशी और दिव्य जीव ब्रह्म कहलाता है और उसका नित्य स्वभाव अध्यात्म या आत्म कहलाता है । जीवों के भौतिक शरीर से सम्बन्धित गतिविधि कर्म या सकाम कर्म कहलाती है ।',
          },
          {
            'no': 4,
            'shlok':
                'अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतम् ।\nअधियज्ञोऽहमेवात्र देहे देहभृतां वर ॥८-४॥',
            'meaning':
                'हे देहधारियों में श्रेष्ठ! निरन्तर परिवर्तनशील यह भौतिक प्रकृति अधिभूत (भौतिक अभिव्यक्ति) कहलाती है । भगवान् का विराट रूप, जिसमें सूर्य तथा चन्द्र जैसे समस्त देवता सम्मिलित हैं, अधिदैव कहलाता है । तथा प्रत्येक देहधारी के हृदय में परमात्मा स्वरूप स्थित मैं परमेश्र्वर (यज्ञ का स्वामी) कहलाता हूँ ।',
          },
          {
            'no': 5,
            'shlok':
                'अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् ।\nयः प्रयाति स मद्भावं याति नास्त्यत्र संशयः ॥८-५॥',
            'meaning':
                'और जीवन के अन्त में जो केवल मेरा स्मरण करते हुए शरीर का त्याग करता है, वह तुरन्त मेरे स्वभाव को प्राप्त करता है । इसमें रंचमात्र भी सन्देह नहीं है ।',
          },
          {
            'no': 6,
            'shlok':
                'यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् ।\nतं तमेवैति कौन्तेय सदा तद्भावभावितः ॥८-६॥',
            'meaning':
                'हे कुन्तीपुत्र! शरीर त्यागते समय मनुष्य जिस-जिस भाव का स्मरण करता है, वह उस उस भाव को निश्चित रूप से प्राप्त होता है ।',
          },
          {
            'no': 7,
            'shlok':
                'तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च ।\nमय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम् ॥८-७॥',
            'meaning':
                'अतएव, हे अर्जुन! तुम्हें सदैव कृष्ण रूप में मेरा चिन्तन करना चाहिए और साथ ही युद्ध करने के कर्तव्य को भी पूरा करना चाहिए । अपने कर्मों को मुझे समर्पित करके तथा अपने मन एवं बुद्धि को मुझमें स्थिर करके तुम निश्चित रूप से मुझे प्राप्त कर सकोगे ।',
          },
          {
            'no': 8,
            'shlok':
                'अभ्यासयोगयुक्तेन चेतसा नान्यगामिना ।\nपरमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् ॥८-८॥',
            'meaning':
                'हे पार्थ! जो व्यक्ति मेरा स्मरण करने में अपना मन निरन्तर लगाये रखकर अविचलित भाव से भगवान् के रूप में मेरा ध्यान करता है, वह मुझको अवश्य ही प्राप्त होता है ।',
          },
          {
            'no': 9,
            'shlok':
                'कविं पुराणमनुशासितारमणोरणीयांसमनुस्मरेद्यः ।\nसर्वस्य धातारमचिन्त्यरूप मादित्यवर्णं तमसः परस्तात् ॥८-९॥',
            'meaning':
                'मनुष्य को चाहिए कि परमपुरुष का ध्यान सर्वज्ञ, पुरातन, नियन्ता, लघुतम से भी लघुतर, प्रत्येक के पालनकर्ता, समस्त भौतिकबुद्धि से परे, अचिन्त्य तथा नित्य पुरुष के रूप में करे । वे सूर्य की भाँति तेजवान हैं और इस भौतिक प्रकृति से परे, दिव्य रूप हैं ।',
          },
          {
            'no': 10,
            'shlok':
                'प्रयाणकाले मनसाचलेन भक्त्या युक्तो योगबलेन चैव ।\nभ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् ॥',
            'meaning':
                'मृत्यु के समय जो व्यक्ति अपने प्राण को भौहों के मध्य स्थिर कर लेता है और योगशक्ति के द्वारा अविचलित मन से पूर्णभक्ति के साथ परमेश्र्वर के स्मरण में अपने को लगाता है, वह निश्चित रूप से भगवान् को प्राप्त होता है ।',
          },
          {
            'no': 11,
            'shlok':
                'यदक्षरं वेदविदो वदन्ति विशन्ति यद्यतयो वीतरागाः ।\nयदिच्छन्तो ब्रह्मचर्यं चरन्ति तत्ते पदं संग्रहेण प्रवक्ष्ये ॥८-११॥',
            'meaning':
                'जो वेदों के ज्ञाता हैं, जो ओंकार का उच्चारण करते हैं और जो संन्यास आश्रम के बड़े-बड़े मुनि हैं, वे ब्रह्म में प्रवेश करते हैं । ऐसी सिद्धि की इच्छा करने वाले ब्रह्मचर्यव्रत का अभ्यास करते हैं । अब मैं तुम्हें वह विधि बताऊँगा, जिससे कोई भी व्यक्ति मुक्ति-लाभ कर सकता है ।',
          },
          {
            'no': 12,
            'shlok':
                'सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च ।\nमूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम् ॥८-१२॥',
            'meaning':
                'समस्त ऐन्द्रिय क्रियाओं से विरक्ति को योग की स्थिति (योगधारणा) कहा जाता है । इन्द्रियों के समस्त द्वारों को बन्द करके तथा मन को हृदय में और प्राणवायु को सिर पर केन्द्रित करके मनुष्य अपने को योग में स्थापित करता है ।',
          },
          {
            'no': 13,
            'shlok':
                'ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् ।\nयः प्रयाति त्यजन्देहं स याति परमां गतिम् ॥८-१३॥',
            'meaning':
                'इस योगाभ्यास में स्थित होकर तथा अक्षरों के परं संयोग यानी ओंकार का उच्चारण करते हुए यदि कोई भगवान् का चिन्तन करता है और अपने शरीर का त्याग करता है, तो वह निश्चित रूप से आध्यात्मिक लोकों को जाता है ।',
          },
          {
            'no': 14,
            'shlok':
                'अनन्यचेताः सततं यो मां स्मरति नित्यशः ।\nतस्याहं सुलभः पार्थ नित्ययुक्तस्य योगिनः ॥८-१४॥',
            'meaning':
                'हे अर्जुन! जो अनन्य भाव से निरन्तर मेरा स्मरण करता है उसके लिए मैं सुलभ हूँ, क्योंकि वह मेरी भक्ति में प्रवृत्त रहता है ।',
          },
          {
            'no': 15,
            'shlok':
                'मामुपेत्य पुनर्जन्म दुःखालयमशाश्वतम् ।\nनाप्नुवन्ति महात्मानः संसिद्धिं परमां गताः ॥८-१५॥',
            'meaning':
                'मुझे प्राप्त करके महापुरुष, जो भक्तियोगी हैं, कभी भी दुखों से पूर्ण इस अनित्य जगत् में नहीं लौटते, क्योंकि उन्हें परम सिद्धि प्राप्त हो चुकी होती है ।',
          },
          {
            'no': 16,
            'shlok':
                'आब्रह्मभुवनाल्लोकाः पुनरावर्तिनोऽर्जुन ।\nमामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते ॥८-१६॥',
            'meaning':
                'इस जगत् में सर्वोच्च लोक से लेकर निम्नतम सारे लोक दुखों के घर हैं, जहाँ जन्म तथा मरण का चक्कर लगा रहता है । किन्तु हे कुन्तीपुत्र! जो मेरे धाम को प्राप्त कर लेता है, वह फिर कभी जन्म नहीं लेता ।',
          },
          {
            'no': 17,
            'shlok':
                'सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदुः ।\nरात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जनाः ॥८-१७॥',
            'meaning':
                'मानवीय गणना के अनुसार एक हजार युग मिलकर ब्रह्मा का दिन बनता है और इतनी ही बड़ी ब्रह्मा की रात्रि भी होती है ।',
          },
          {
            'no': 18,
            'shlok':
                'अव्यक्ताद्व्यक्तयः सर्वाः प्रभवन्त्यहरागमे ।\nरात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके ॥८-१८॥',
            'meaning':
                'ब्रह्मा के दिन के शुभारम्भ में सारे जीव अव्यक्त अवस्था से व्यक्त होते हैं और फिर जब रात्रि आती है तो वे पुनः अव्यक्त में विलीन हो जाते हैं ।',
          },
          {
            'no': 19,
            'shlok':
                'भूतग्रामः स एवायं भूत्वा भूत्वा प्रलीयते ।\nरात्र्यागमेऽवशः पार्थ प्रभवत्यहरागमे ॥८-१९॥',
            'meaning':
                'जब-जब ब्रह्मा का दिन आता है तो सारे जीव प्रकट होते हैं और ब्रह्मा की रात्रि होते ही वे असहायवत् विलीन हो जाते हैं ।',
          },
          {
            'no': 20,
            'shlok':
                'परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातनः ।\nयः स सर्वेषु भूतेषु नश्यत्सु न विनश्यति ॥८-२०॥',
            'meaning':
                'इसके अतिरिक्त एक अन्य अव्यय प्रकृति है, जो शाश्र्वत है और इस व्यक्त तथा अव्यक्त पदार्थ से परे है । यह परा (श्रेष्ठ) और कभी न नाश होने वाली है । जब इस संसार का सब कुछ लय हो जाता है, तब भी उसका नाश नहीं होता ।',
          },
          {
            'no': 21,
            'shlok':
                'अव्यक्तोऽक्षर इत्युक्तस्तमाहुः परमां गतिम् ।\nयं प्राप्य न निवर्तन्ते तद्धाम परमं मम ॥८-२१॥',
            'meaning':
                'जिसे वेदान्ती अप्रकट और अविनाशी बताते हैं, जो परम गन्तव्य है, जिसे प्राप्त कर लेने पर कोई वापस नहीं आता, वही मेरा परमधाम है ।',
          },
          {
            'no': 22,
            'shlok':
                'पुरुषः स परः पार्थ भक्त्या लभ्यस्त्वनन्यया ।\nयस्यान्तःस्थानि भूतानि येन सर्वमिदं ततम् ॥८-२२॥',
            'meaning':
                'भगवान्, जो सबसे महान हैं, अनन्य भक्ति द्वारा ही प्राप्त किये जा सकते हैं । यद्यपि वे अपने धाम में विराजमान हैं, तो भी वे सर्वव्यापी हैं और उनमें सब कुछ स्थित है ।',
          },
          {
            'no': 23,
            'shlok':
                'यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिनः ।\nप्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ ॥८-२३॥',
            'meaning':
                'हे भरतश्रेष्ठ! अब मैं उन विभिन्न कालों को बताऊँगा, जिनमें इस संसार से प्रयाण करने के बाद योगी पुनः आता है अथवा नहीं आता ।',
          },
          {
            'no': 24,
            'shlok':
                'अग्निर्ज्योतिरहः शुक्लः षण्मासा उत्तरायणम् ।\nतत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जनाः ॥८-२४॥',
            'meaning':
                'जो परब्रह्म के ज्ञाता हैं, वे अग्निदेव के प्रभाव में, प्रकाश में, दिन के शुभक्षण में, शुक्लपक्ष में या जब सूर्य उत्तरायण में रहता है, उन छह मासों में इस संसार से शरीर त्याग करने पर उस परब्रह्म को प्राप्त करते हैं ।',
          },
          {
            'no': 25,
            'shlok':
                'धूमो रात्रिस्तथा कृष्णः षण्मासा दक्षिणायनम् ।\nतत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते ॥८-२५॥',
            'meaning':
                'जो योगी धुएँ, रात्री, कृष्णपक्ष में या सूर्य के दक्षिणायन रहने के छह महीनों में दिवंगत होता है, वह चन्द्रलोक को जाता है, किन्तु वहाँ से पुनः (पृथ्वी पर) चला आता है ।',
          },
          {
            'no': 26,
            'shlok':
                'शुक्लकृष्णे गती ह्येते जगतः शाश्वते मते ।\nएकया यात्यनावृत्तिमन्ययावर्तते पुनः ॥८-२६॥',
            'meaning':
                'वैदिक मतानुसार इस संसार से प्रयाण करने के दो मार्ग हैं – एक प्रकाश का तथा दूसरा अंधकार का । जब मनुष्य प्रकाश के मार्ग से जाता है तो वह वापस नहीं आता, किन्तु अंधकार के मार्ग से जाने वाला पुनः लौटकर आता है ।',
          },
          {
            'no': 27,
            'shlok':
                'नैते सृती पार्थ जानन्योगी मुह्यति कश्चन ।\nतस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन ॥८-२७॥',
            'meaning':
                'हे अर्जुन! यद्यपि भक्तगण इन दोनों मार्गों को जानते हैं, किन्तु वे मोहग्रस्त नहीं होते । अतः तुम भक्ति में सदैव स्थिर रहो ।',
          },
          {
            'no': 28,
            'shlok':
                'वेदेषु यज्ञेषु तपःसु चैव दानेषु यत् पुण्यफलं प्रदिष्टम् ।\nअत्येति तत्सर्वमिदं विदित्वा योगी परं स्थानमुपैति चाद्यम् ॥',
            'meaning':
                'जो व्यक्ति भक्तिमार्ग स्वीकार करता है, वह वेदाध्ययन, तपस्या, दान, दार्शनिक तथा सकाम कर्म करने से प्राप्त होने वाले फलों से वंचित नहीं होता । वह मात्र भक्ति सम्पन्न करके इन समस्त फलों की प्राप्ति करता है और अन्त में परम नित्यधाम को प्राप्त होता है ।',
          },
        ],
      },
      //adhyay 9
      {
        'id': 'नौवाँ अध्याय',
        'name': 'राजविद्याराजगुह्ययोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'इदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे ।\nज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽशुभात् ॥९-१॥',
            'meaning':
                'श्रीभगवान् ने कहा – हे अर्जुन! चूँकि तुम मुझसे कभी ईर्ष्या नहीं करते, इसीलिए मैं तुम्हें यह परम गुह्यज्ञान तथा अनुभूति बतलाऊँगा, जिसे जानकर तुम संसार के सारे क्लेशों से मुक्त हो जाओगे ।',
          },
          {
            'no': 2,
            'shlok':
                'राजविद्या राजगुह्यं पवित्रमिदमुत्तमम् ।\nप्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम् ॥९-२॥',
            'meaning':
                'यह ज्ञान सब विद्याओं का राजा है, जो समस्त रहस्यों में सर्वाधिक गोपनीय है । यह परम शुद्ध है और चूँकि यह आत्मा की प्रत्यक्ष अनुभूति कराने वाला है, अतः यह धर्म का सिद्धान्त है | यह अविनाशी है और अत्यन्त सुखपूर्वक सम्पन्न किया जाता है ।',
          },
          {
            'no': 3,
            'shlok':
                'अश्रद्दधानाः पुरुषा धर्मस्यास्य परन्तप ।\nअप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि ॥९-३॥',
            'meaning':
                'हे परन्तप! जो लोग भक्ति में श्रद्धा नहीं रखते, वे मुझे प्राप्त नहीं कर पाते । अतः वे इस भौतिक जगत् में जन्म-मृत्यु के मार्ग पर वापस आते रहते हैं ।',
          },
          {
            'no': 4,
            'shlok':
                'मया ततमिदं सर्वं जगदव्यक्तमूर्तिना ।\nमत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थितः ॥९-४॥',
            'meaning':
                'यह सम्पूर्ण जगत् मुझ (परमात्मा) के अव्यक्त स्वरूप से व्याप्त है, भूतमात्र मुझमें स्थित है, परन्तु मैं उनमें स्थित नहीं हूं ।',
          },
          {
            'no': 5,
            'shlok':
                'न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम् ।\nभूतभृन्न च भूतस्थो ममात्मा भूतभावनः ॥९-५॥',
            'meaning':
                'और (वस्तुत:) भूतमात्र मुझ में स्थित नहीं है; मेरे ईश्वरीय योग को देखो कि भूतों को धारण करने वाली और भूतों को उत्पन्न करने वाली मेरी आत्मा उन भूतों में स्थित नहीं है ।',
          },
          {
            'no': 6,
            'shlok':
                'यथाकाशस्थितो नित्यं वायुः सर्वत्रगो महान् ।\nतथा सर्वाणि भूतानि मत्स्थानीत्युपधारय ॥९-६॥',
            'meaning':
                'जैसे सर्वत्र विचरण करने वाली महान् वायु सदा आकाश में स्थित रहती हैं, वैसे ही सम्पूर्ण भूत मुझमें स्थित हैं, ऐसा तुम जानो ।',
          },
          {
            'no': 7,
            'shlok':
                'सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् ।\nकल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् ॥९-७॥',
            'meaning':
                'हे कुन्तीपुत्र! कल्प का अन्त होने पर सारे प्राणी मेरी प्रकृति में प्रवेश करते हैं और अन्य कल्प के आरम्भ होने पर मैं उन्हें अपनी शक्ति से पुनः उत्पन्न करता हूँ ।',
          },
          {
            'no': 8,
            'shlok':
                'प्रकृतिं स्वामवष्टभ्य विसृजामि पुनः पुनः ।\nभूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् ॥९-८॥',
            'meaning':
                'सम्पूर्ण विराट जगत मेरे अधीन है । यह मेरी इच्छा से बारम्बार स्वतः प्रकट होता रहता है और मेरी ही इच्छा से अन्त में विनष्ट होता है ।',
          },
          {
            'no': 9,
            'shlok':
                'न च मां तानि कर्माणि निबध्नन्ति धनंजय ।\nउदासीनवदासीनमसक्तं तेषु कर्मसु ॥९-९॥',
            'meaning':
                'हे धनञ्जय! ये सारे कर्म मुझे नहीं बाँध पाते हैं । मैं उदासीन की भाँति इन सारे भौतिक कर्मों से सदैव विरक्त रहता हूँ ।',
          },
          {
            'no': 10,
            'shlok':
                'मयाध्यक्षेण प्रकृतिः सूयते सचराचरम् ।\nहेतुनानेन कौन्तेय जगद्विपरिवर्तते ॥९-१०॥',
            'meaning':
                'हे कुन्तीपुत्र! यह भौतिक प्रकृति मेरी शक्तियों में से एक है और मेरी अध्यक्षता में कार्य करती है, जिससे सारे चर तथा अचर प्राणी उत्पन्न होते हैं । इसके शासन में यह जगत् बारम्बार सृजित और विनष्ट होता रहता है ।',
          },
          {
            'no': 11,
            'shlok':
                'अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम् ।\nपरं भावमजानन्तो मम भूतमहेश्वरम् ॥९-११॥',
            'meaning':
                'जब मैं मनुष्य रूप में अवतरित होता हूँ, तो मूर्ख मेरा उपहास करते हैं । वे मुझ परमेश्र्वर के दिव्य स्वभाव को नहीं जानते ।',
          },
          {
            'no': 12,
            'shlok':
                'मोघाशा मोघकर्माणो मोघज्ञाना विचेतसः ।\nराक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिताः ॥९-१२॥',
            'meaning':
                'जो लोग इस प्रकार मोहग्रस्त होते हैं, वे आसुरी तथा नास्तिक विचारों के प्रति आकृष्ट रहते हैं । इस मोहग्रस्त अवस्था में उनकी मुक्ति-आशा, उनके सकाम कर्म तथा ज्ञान का अनुशीलन सभी निष्फल हो जाते हैं ।',
          },
          {
            'no': 13,
            'shlok':
                'महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिताः ।\nभजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् ॥९-१३॥',
            'meaning':
                'हे पार्थ! मोहमुक्त महात्माजन दैवी प्रकृति के संरक्षण में रहते हैं । वे पूर्णतः भक्ति में निमग्न रहते हैं क्योंकि वे मुझे आदि तथा अविनाशी भगवान् के रूप में जानते हैं ।',
          },
          {
            'no': 14,
            'shlok':
                'सततं कीर्तयन्तो मां यतन्तश्च दृढव्रताः ।\nनमस्यन्तश्च मां भक्त्या नित्ययुक्ता उपासते ॥९-१४॥',
            'meaning':
                'ये महात्मा मेरी महिमा का नित्य कीर्तन करते हुए दृढसंकल्प के साथप्रयास करते हुए, मुझे नमस्कार करते हुए, भक्तिभाव से निरन्तर मेरी पूजा करते हैं ।',
          },
          {
            'no': 15,
            'shlok':
                'ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते ।\nएकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम् ॥९-१५॥',
            'meaning':
                'अन्य लोग जो ज्ञान के अनुशीलन द्वारा यज्ञ में लगे रहते हैं, वे भगवान् की पूजा उनके अद्वय रूप में, विविध रूपों में तथा विश्र्व रूप में करते हैं ।',
          },
          {
            'no': 16,
            'shlok':
                'अहं क्रतुरहं यज्ञः स्वधाहमहमौषधम् ।\nमन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम् ॥९-१६॥',
            'meaning':
                'किन्तु मैं ही कर्मकाण्ड, मैं ही यज्ञ, पितरों को दिया जाने वाला अर्पण, औषधि, दिव्य ध्वनि (मन्त्र), घी, अग्नि तथा आहुति हूँ ।',
          },
          {
            'no': 17,
            'shlok':
                'पिताहमस्य जगतो माता धाता पितामहः ।\nवेद्यं पवित्रमोंकार ऋक्साम यजुरेव च ॥९-१७॥',
            'meaning':
                'मैं इस ब्रह्माण्ड का पिता, माता, आश्रय तथा पितामह हूँ । मैं ज्ञेय (जानने योग्य), शुद्धिकर्ता तथा ओंकार हूँ । मैं ऋग्वेद, सामवेद तथा यजुर्वेद भी हूँ ।',
          },
          {
            'no': 18,
            'shlok':
                'गतिर्भर्ता प्रभुः साक्षी निवासः शरणं सुहृत् ।\nप्रभवः प्रलयः स्थानं निधानं बीजमव्ययम् ॥९-१८॥',
            'meaning':
                'मैं ही लक्ष्य, पालनकर्ता, स्वामी, साक्षी, धाम, शरणस्थली तथा अत्यन्तप्रिय मित्र हूँ । मैं सृष्टि तथा प्रलय, सबका आधार, आश्रय तथा अविनाशी बीज भी हूँ ।',
          },
          {
            'no': 19,
            'shlok':
                'तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च ।\nअमृतं चैव मृत्युश्च सदसच्चाहमर्जुन ॥९-१९॥',
            'meaning':
                'हे अर्जुन! मैं ही ताप प्रदान करता हूँ और वर्षा को रोकता तथा लाता हूँ । मैं अमरत्व हूँ और साक्षात् मृत्यु भी हूँ । आत्मा तथा पदार्थ (सत् तथा असत्) दोनों मुझ ही में हैं ।',
          },
          {
            'no': 20,
            'shlok':
                'त्रैविद्या मां सोमपाः पूतपापा यज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते ।\nते पुण्यमासाद्य सुरेन्द्रलोकमश्नन्ति दिव्यान्दिवि देवभोगान् ॥९-२०॥',
            'meaning':
                'जो वेदों का अध्ययन करते तथा सोमरस का पान करते हैं, वे स्वर्ग प्राप्ति की गवेषणा करते हुए अप्रत्यक्ष रूप से मेरी पूजा करते हैं । वे पापकर्मों से शुद्ध होकर, इन्द्र के पवित्र स्वर्गिक धाम में जन्म लेते हैं, जहाँ वे देवताओं का सा आनन्द भोगते हैं ।',
          },
          {
            'no': 21,
            'shlok':
                'ते तं भुक्त्वा स्वर्गलोकं विशालं क्षीणे पुण्ये मर्त्यलोकं विशन्ति ।\nएवं त्रयीधर्ममनुप्रपन्ना गतागतं कामकामा लभन्ते ॥९-२१॥',
            'meaning':
                'इस प्रकार जब वे (उपासक) विस्तृत स्वर्गिक इन्द्रियसुख को भोग लेते हैं और उनके पुण्यकर्मों के फल क्षीण हो जाते हैं तो वे मृत्युलोक में पुनः लौट आते हैं । इस प्रकार जो तीनों वेदों के सिद्धान्तों में दृढ रहकर इन्द्रियसुख की गवेषणा करते हैं, उन्हें जन्म-मृत्यु का चक्र ही मिल पाता है ।',
          },
          {
            'no': 22,
            'shlok':
                'अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते ।\nतेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् ॥९-२२॥',
            'meaning':
                'किन्तु जो लोग अनन्यभाव से मेरे दिव्यस्वरूप का ध्यान करते हुए निरन्तर मेरी पूजा करते हैं, उनकी जो आवश्यकताएँ होती हैं, उन्हें मैं पूरा करता हूँ और जो कुछ उनके पास है, उसकी रक्षा करता हूँ ।',
          },
          {
            'no': 23,
            'shlok':
                'येऽप्यन्यदेवताभक्ता यजन्ते श्रद्धयान्विताः ।\nतेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम् ॥९-२३॥',
            'meaning':
                'हे कुन्तीपुत्र! जो लोग अन्य देवताओं के भक्त हैं और उनकी श्रद्धापूर्वक पूजा करते हैं, वास्तव में वे भी मेरी पूजा करते हैं, किन्तु वे यह त्रुटिपूर्ण ढंग से करते हैं ।',
          },
          {
            'no': 24,
            'shlok':
                'अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च ।\nन तु मामभिजानन्ति तत्त्वेनातश्च्यवन्ति ते ॥९-२४॥',
            'meaning':
                'मैं ही समस्त यज्ञों का एकमात्र भोक्ता तथा स्वामी हूँ । अतः जो लोग मेरे वास्तविक दिव्य स्वभाव को नहीं पहचान पाते, वे नीचे गिर जाते हैं ।',
          },
          {
            'no': 25,
            'shlok':
                'यान्ति देवव्रता देवान्पितॄन्यान्ति पितृव्रताः ।\nभूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम् ॥९-२५॥',
            'meaning':
                'जो देवताओं की पूजा करते हैं, वे देवताओं के बीच जन्म लेंगे, जो पितरों को पूजते हैं, वे पितरों के पास जाते हैं, जो भूत-प्रेतों की उपासना करते हैं, वे उन्हीं के बीच जन्म लेते हैं और जो मेरी पूजा करते हैं वे मेरे साथ निवास करते हैं ।',
          },
          {
            'no': 26,
            'shlok':
                'पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति ।\nतदहं भक्त्युपहृतमश्नामि प्रयतात्मनः ॥९-२६॥',
            'meaning':
                'यदि कोई प्रेम तथा भक्ति के साथ मुझे पत्र, पुष्प, फल या जल प्रदान करता है, तो मैं उसे स्वीकार करता हूँ ।',
          },
          {
            'no': 27,
            'shlok':
                'यत्करोषि यदश्नासि यज्जुहोषि ददासि यत् ।\nयत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् ॥९-२७॥',
            'meaning':
                'हे कुन्तीपुत्र! तुम जो कुछ करते हो, जो कुछ खाते हो, जो कुछ अर्पित करते हो या दान देते हो और जो भी तपस्या करते हो, उसे मुझे अर्पित करते हुए करो ।',
          },
          {
            'no': 28,
            'shlok':
                'शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनैः ।\nसंन्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि ॥९-२८॥',
            'meaning':
                'इस तरह तुम कर्म के बन्धन तथा इसके शुभाशुभ फलों से मुक्त हो सकोगे । इस संन्यासयोग में अपने चित्त को स्थिर करके तुम मुक्त होकर मेरे पास आ सकोगे ।',
          },
          {
            'no': 29,
            'shlok':
                'समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रियः ।\nये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम् ॥९-२९॥',
            'meaning':
                'मैं न तो किसी से द्वेष करता हूँ, न ही किसी के साथ पक्षपात करता हूँ । मैं सबों के लिए समभाव हूँ । किन्तु जो भी भक्तिपूर्वक मेरी सेवा करता है, वह मेरा मित्र है, मुझमें स्थित रहता है और मैं भी उसका मित्र हूँ ।',
          },
          {
            'no': 30,
            'shlok':
                'अपि चेत्सुदुराचारो भजते मामनन्यभाक् ।\nसाधुरेव स मन्तव्यः सम्यग्व्यवसितो हि सः ॥९-३०॥',
            'meaning':
                'यदि कोई जघन्य से जघन्य कर्म करता है, किन्तु यदि वह भक्ति में रत रहता है तो उसे साधु मानना चाहिए, क्योंकि वह अपने संकल्प में अडिग रहता है ।',
          },
          {
            'no': 31,
            'shlok':
                'क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति ।\nकौन्तेय प्रति जानीहि न मे भक्तः प्रणश्यति ॥९-३१॥',
            'meaning':
                'वह तुरन्त धर्मात्मा बन जाता है और स्थायी शान्ति को प्राप्त होता है । हे कुन्तीपुत्र! निडर होकर घोषणा कर दो कि मेरे भक्त का कभी विनाश नहीं होता है ।',
          },
          {
            'no': 32,
            'shlok':
                'मां हि पार्थ व्यपाश्रित्य येऽपि स्युः पापयोनयः ।\nस्त्रियो वैश्यास्तथा शूद्रास्तेऽपि यान्ति परां गतिम् ॥९-३२॥',
            'meaning':
                'हे पार्थ! जो लोग मेरी शरण ग्रहण करते हैं, वे भले ही निम्नजन्मा स्त्री, वैश्य (व्यापारी) तथा शुद्र (श्रमिक) क्यों न हों, वे परमधाम को प्राप्त करते हैं ।',
          },
          {
            'no': 33,
            'shlok':
                'किं पुनर्ब्राह्मणाः पुण्या भक्ता राजर्षयस्तथा ।\nअनित्यमसुखं लोकमिमं प्राप्य भजस्व माम् ॥९-३३॥',
            'meaning':
                'फिर धर्मात्मा ब्राह्मणों, भक्तों तथा राजर्षियों के लिए तो कहना ही क्या है! अतः इस क्षणिक दुखमय संसार में आ जाने पर मेरी प्रेमाभक्ति में अपने आपको लगाओ ।',
          },
          {
            'no': 34,
            'shlok':
                'मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु ।\nमामेवैष्यसि युक्त्वैवमात्मानं मत्परायणः ॥९-३४॥',
            'meaning':
                'अपने मन को मेरे नित्य चिन्तन में लगाओ, मेरे भक्त बनो, मुझे नमस्कार करो और मेरी ही पूजा करो । इस प्रकार मुझमें पूर्णतया तल्लीन होने पर तुम निश्चित रूप से मुझको प्राप्त होगे ।',
          },
        ],
      },
      //adhyay 10
      {
        'id': 'दसवाँ अध्याय',
        'name': 'विभूतियोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'भूय एव महाबाहो शृणु मे परमं वचः ।\nयत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया ॥१०-१॥',
            'meaning':
                'श्रीभगवान् ने कहा – हे महाबाहु अर्जुन! और आगे सुनो । चूँकि तुम मेरे प्रिय सखा हो, अतः मैं तुम्हारे लाभ के लिए ऐसा ज्ञान प्रदान करूँगा, जो अभी तक मेरे द्वारा बताये गये ज्ञान से श्रेष्ठ होगा ।',
          },
          {
            'no': 2,
            'shlok':
                'न मे विदुः सुरगणाः प्रभवं न महर्षयः ।\nअहमादिर्हि देवानां महर्षीणां च सर्वशः ॥१०-२॥',
            'meaning':
                'न तो देवतागण मेरी उत्पत्ति या ऐश्र्वर्य को जानते हैं और न महर्षिगण ही जानते हैं, क्योंकि मैं सभी प्रकार से देवताओं और महर्षियों का भी कारणस्वरूप (उद्गम) हूँ ।',
          },
          {
            'no': 3,
            'shlok':
                'जमनादिं च वेत्ति लोकमहेश्वरम् ।\nअसंमूढः स मर्त्येषु सर्वपापैः प्रमुच्यते ॥१०-३॥',
            'meaning':
                'जो मुझे अजन्मा, अनादि, समस्त लोकों के स्वामी के रूप में जानता है, मनुष्यों में केवल वही मोहरहित और समस्त पापों से मुक्त होता है ।',
          },
          {
            'no': 4,
            'shlok':
                'बुद्धिर्ज्ञानमसंमोहः क्षमा सत्यं दमः शमः ।\nसुखं दुःखं भवोऽभावो भयं चाभयमेव च ॥१०-४॥',
            'meaning':
                'बुद्धि, ज्ञान, मोह का अभाव, क्षमा, सत्य, दम (इन्द्रिय संयम), शम (मन: संयम), सुख, दु:ख, जन्म और मृत्यु, भय और अभय ।',
          },
          {
            'no': 5,
            'shlok':
                'अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः ।\nभवन्ति भावा भूतानां मत्त एव पृथग्विधाः ॥१०-५॥',
            'meaning':
                'अहिंसा, समता, सन्तोष, तप, दान. यश और अपयश ऐसे ये प्राणियों के नानाविध भाव मुझ से ही प्रकट होते हैं ।',
          },
          {
            'no': 6,
            'shlok':
                'महर्षयः सप्त पूर्वे चत्वारो मनवस्तथा ।\nमद्भावा मानसा जाता येषां लोक इमाः प्रजाः ॥१०-६॥',
            'meaning':
                'सप्तर्षिगण तथा उनसे भी पूर्व चार अन्य महर्षि एवं सारे मनु (मानवजाति के पूर्वज) सब मेरे मन से उत्पन्न हैं और विभिन्न लोकों में निवास करने वाले सारे जीव उनसे अवतरित होते हैं ।',
          },
          {
            'no': 7,
            'shlok':
                'एतां विभूतिं योगं च मम यो वेत्ति तत्त्वतः ।\nसोऽविकम्पेन योगेन युज्यते नात्र संशयः ॥१०-७॥',
            'meaning':
                'जो मेरे इस ऐश्र्वर्य तथा योग से पूर्णतया आश्र्वस्त है, वह मेरी अनन्य भक्ति में तत्पर होता है । इसमें तनिक भी सन्देह नहीं है ।',
          },
          {
            'no': 8,
            'shlok':
                'अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते ।\nइति मत्वा भजन्ते मां बुधा भावसमन्विताः ॥१०-८॥',
            'meaning':
                'मैं समस्त आध्यात्मिक तथा भौतिक जगतों का कारण हूँ, प्रत्येक वस्तु मुझ ही से उद्भूत है । जो बुद्धिमान यह भलीभाँति जानते हैं, वे मेरी प्रेमाभक्ति में लगते हैं तथा हृदय से पूरी तरह मेरी पूजा में तत्पर होते हैं ।',
          },
          {
            'no': 9,
            'shlok':
                'मच्चित्ता मद्गतप्राणा बोधयन्तः परस्परम् ।\nकथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च ॥१०-९॥',
            'meaning':
                'मेरे शुद्ध भक्तों के विचार मुझमें वास करते हैं, उनके जीवन मेरी सेवा में अर्पित रहते हैं और वे एक दूसरे को ज्ञान प्रदान करते तथा मेरे विषय में बातें करते हुए परमसन्तोष तथा आनन्द का अनुभव करते हैं ।',
          },
          {
            'no': 10,
            'shlok':
                'तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ।\nददामि बुद्धियोगं तं येन मामुपयान्ति ते ॥१०-१०॥',
            'meaning':
                'जो प्रेमपूर्वक मेरी सेवा करने में निरन्तर लगे रहते हैं, उन्हें मैं ज्ञान प्रदान करता हूँ, जिसके द्वारा वे मुझ तक आ सकते हैं ।',
          },
          {
            'no': 11,
            'shlok':
                'तेषामेवानुकम्पार्थमहमज्ञानजं तमः ।\nनाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता ॥१०-११॥',
            'meaning':
                'मैं उन पर विशेष कृपा करने के हेतु उनके हृदयों में वास करते हुए ज्ञान के प्रकाशमान दीपक के द्वारा अज्ञानजन्य अंधकार को दूर करता हूँ ।',
          },
          {
            'no': 12,
            'shlok':
                'परं ब्रह्म परं धाम पवित्रं परमं भवान् ।\nपुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम् ॥१०-१२॥',
            'meaning':
                'अर्जुन ने कहा आप - परम ब्रह्म, परम धाम और परम पवित्र हंै; सनातन दिव्य पुरुष, देवों के भी आदि देव, जन्म रहित और सर्वव्यापी हैं ।',
          },
          {
            'no': 13,
            'shlok':
                'आहुस्त्वामृषयः सर्वे देवर्षिर्नारदस्तथा ।\nअसितो देवलो व्यासः स्वयं चैव ब्रवीषि मे ॥१०-१३॥',
            'meaning':
                'ऐसा आपको समस्त ऋषिजन कहते हैं; वैसे ही देवर्षि नारद, असित, देवल ऋषि तथा व्यास और स्वयं आप भी मेरे प्रति कहते हैं ।',
          },
          {
            'no': 14,
            'shlok':
                'सर्वमेतदृतं मन्ये यन्मां वदसि केशव ।\nन हि ते भगवन्व्यक्तिं विदुर्देवा न दानवाः ॥१०-१४॥',
            'meaning':
                'हे कृष्ण! आपने मुझसे जो कुछ कहा है, उसे मैं पूर्णतया सत्य मानता हूँ । हे प्रभु! न तो देवतागण, न असुरगण ही आपके स्वरूप को समझ सकते हैं ।',
          },
          {
            'no': 15,
            'shlok':
                'स्वयमेवात्मनात्मानं वेत्थ त्वं पुरुषोत्तम ।\nभूतभावन भूतेश देवदेव जगत्पते ॥१०-१५॥',
            'meaning':
                'हे परमपुरुष, हे सबके उद्गम, हे समस्त प्राणियों के स्वामी, हे देवों के देव, हे ब्रह्माण्ड के प्रभु! निस्सन्देह एकमात्र आप ही अपने को अपनी अन्तरंगाशक्ति से जानने वाले हैं ।',
          },
          {
            'no': 16,
            'shlok':
                'वक्तुमर्हस्यशेषेण दिव्या ह्यात्मविभूतयः ।\nयाभिर्विभूतिभिर्लोकानिमांस्त्वं व्याप्य तिष्ठसि ॥१०-१६॥',
            'meaning':
                'आप ही उन अपनी दिव्य विभूतियों को अशेषत: कहने के लिए योग्य हैं, जिन विभूतियों के द्वारा इन समस्त लोकों को आप व्याप्त करके स्थित हैं ।',
          },
          {
            'no': 17,
            'shlok':
                'कथं विद्यामहं योगिंस्त्वां सदा परिचिन्तयन् ।\nकेषु केषु च भावेषु चिन्त्योऽसि भगवन्मया ॥१०-१७॥',
            'meaning':
                'हे कृष्ण, हे परम योगी! मैं किस तरह आपका निरन्तर चिन्तन करूँ और आपको कैसे जानूँ? हे भगवान्! आपका स्मरण किन-किन रूपों में किया जाय?',
          },
          {
            'no': 18,
            'shlok':
                'विस्तरेणात्मनो योगं विभूतिं च जनार्दन ।\nभूयः कथय तृप्तिर्हि शृण्वतो नास्ति मेऽमृतम् ॥१०-१८॥',
            'meaning':
                'हे जनार्दन! आप पुनः विस्तार से अपने ऐश्र्वर्य तथा योगशक्ति का वर्णन करें । मैं आपके विषय में सुनकर कभी तृप्त नहीं होता हूँ, क्योंकि जितना ही आपके विषय में सुनता हूँ, उतना ही आपके शब्द-अमृत को चखना चाहता हूँ ।',
          },
          {
            'no': 19,
            'shlok':
                'हन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतयः ।\nप्राधान्यतः कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे ॥१०-१९॥',
            'meaning':
                'श्रीभगवान् ने कहा – हाँ, अब मैं तुमसे अपने मुख्य-मुख्य वैभवयुक्त रूपों का वर्णन करूँगा, क्योंकि हे अर्जुन! मेरा ऐश्र्वर्य असीम है ।',
          },
          {
            'no': 20,
            'shlok':
                'अहमात्मा गुडाकेश सर्वभूताशयस्थितः ।\nअहमादिश्च मध्यं च भूतानामन्त एव च ॥१०-२०॥',
            'meaning':
                'हे अर्जुन! मैं समस्त जीवों के हृदयों में स्थित परमात्मा हूँ । मैं ही समस्त जीवों का आदि, मध्य तथा अन्त हूँ ।',
          },
          {
            'no': 21,
            'shlok':
                'आदित्यानामहं विष्णुर्ज्योतिषां रविरंशुमान् ।\nमरीचिर्मरुतामस्मि नक्षत्राणामहं शशी ॥१०-२१॥',
            'meaning':
                'मैं आदित्यों में विष्णु, प्रकाशों में तेजस्वी सूर्य, मरुतों में मरीचि तथा नक्षत्रों में चन्द्रमा हूँ ।',
          },
          {
            'no': 22,
            'shlok':
                'वेदानां सामवेदोऽस्मि देवानामस्मि वासवः ।\nइन्द्रियाणां मनश्चास्मि भूतानामस्मि चेतना ॥१०-२२॥',
            'meaning':
                'मैं वेदों में सामवेद हूँ, देवों में स्वर्ग का राजा इन्द्र हूँ, इन्द्रियों में मन हूँ, तथा समस्त जीवों में जीवनशक्ति (चेतना) हूँ ।',
          },
          {
            'no': 23,
            'shlok':
                'रुद्राणां शंकरश्चास्मि वित्तेशो यक्षरक्षसाम् ।\nवसूनां पावकश्चास्मि मेरुः शिखरिणामहम् ॥१०-२३॥',
            'meaning':
                'मैं समस्त रुद्रों में शिव हूँ, यक्षों तथा राक्षसों में सम्पत्ति का देवता (कुबेर) हूँ, वसुओं में अग्नि हूँ और समस्त पर्वतों में मेरु हूँ ।',
          },
          {
            'no': 24,
            'shlok':
                'पुरोधसां च मुख्यं मां विद्धि पार्थ बृहस्पतिम् ।\nसेनानीनामहं स्कन्दः सरसामस्मि सागरः ॥१०-२४॥',
            'meaning':
                'हे अर्जुन! मुझे समस्त पुरोहितों में मुख्य पुरोहित ब्रहस्पति जानो । मैं ही समस्त सेनानायकों में कार्तिकेय हूँ और समस्त जलाशयों में समुद्र हूँ ।',
          },
          {
            'no': 25,
            'shlok':
                'महर्षीणां भृगुरहं गिरामस्म्येकमक्षरम् ।\nयज्ञानां जपयज्ञोऽस्मि स्थावराणां हिमालयः ॥१०-२५॥',
            'meaning':
                'मैं महर्षियों में भृगु हूँ, वाणी में दिव्य ओंकार हूँ, समस्त यज्ञों में पवित्र नाम का कीर्तन (जप) तथा समस्त अचलों में हिमालय हूँ ।',
          },
          {
            'no': 26,
            'shlok':
                'अश्वत्थः सर्ववृक्षाणां देवर्षीणां च नारदः ।\nगन्धर्वाणां चित्ररथः सिद्धानां कपिलो मुनिः ॥१०-२६॥',
            'meaning':
                'मैं समस्त वृक्षों में अश्र्वत्थ हूँ और देवर्षियों में नारद हूँ । मैं गन्धर्वों में चित्ररथ हूँ और सिद्ध पुरुषों में कपिल मुनि हूँ ।',
          },
          {
            'no': 27,
            'shlok':
                'उच्चैःश्रवसमश्वानां विद्धि माममृतोद्भवम् ।\nऐरावतं गजेन्द्राणां नराणां च नराधिपम् ॥१०-२७॥',
            'meaning':
                'घोड़ो में मुझे उच्चैःश्रवा जानो, जो अमृत के लिए समुद्र मन्थन के समय उत्पन्न हुआ था । गजराजों में मैं ऐरावत हूँ तथा मनुष्यों में राजा हूँ ।',
          },
          {
            'no': 28,
            'shlok':
                'आयुधानामहं वज्रं धेनूनामस्मि कामधुक् ।\nप्रजनश्चास्मि कन्दर्पः सर्पाणामस्मि वासुकिः ॥१०-२८॥',
            'meaning':
                'मैं हथियारों में वज्र हूँ, गायों में सुरभि, सन्तति उत्पत्ति के कारणों में प्रेम के देवता कामदेव तथा सर्पों में वासुकि हूँ ।',
          },
          {
            'no': 29,
            'shlok':
                'अनन्तश्चास्मि नागानां वरुणो यादसामहम् ।\nपितॄणामर्यमा चास्मि यमः संयमतामहम् ॥१०-२९॥',
            'meaning':
                'अनेक फणों वाले नागों में मैं अनन्त हूँ और जलचरों में वरुणदेव हूँ । मैं पितरों में अर्यमा हूँ तथा नियमों के निर्वाहकों में मैं मृत्युराज यम हूँ ।',
          },
          {
            'no': 30,
            'shlok':
                'प्रह्लादश्चास्मि दैत्यानां कालः कलयतामहम् ।\nमृगाणां च मृगेन्द्रोऽहं वैनतेयश्च पक्षिणाम् ॥१०-३०॥',
            'meaning':
                'दैत्यों में मैं भक्तराज प्रह्लाद हूँ, दमन करने वालों में काल हूँ, पशुओं में सिंह हूँ, तथा पक्षियों में गरुड़ हूँ ।',
          },
          {
            'no': 31,
            'shlok':
                'पवनः पवतामस्मि रामः शस्त्रभृतामहम् ।\nझषाणां मकरश्चास्मि स्रोतसामस्मि जाह्नवी ॥१०-३१॥',
            'meaning':
                'समस्त पवित्र करने वालों में मैं वायु हूँ, शस्त्रधारियों में राम, मछलियों में मगर तथा नदियों में गंगा हूँ ।',
          },
          {
            'no': 32,
            'shlok':
                'सर्गाणामादिरन्तश्च मध्यं चैवाहमर्जुन ।\nअध्यात्मविद्या विद्यानां वादः प्रवदतामहम् ॥१०-३२॥',
            'meaning':
                'हे अर्जुन! मैं समस्त सृष्टियों का आदि, मध्य और अन्त हूँ । मैं समस्त विद्याओं में अध्यात्म विद्या हूँ और तर्कशास्त्रियों में मैं निर्णायक सत्य हूँ ।',
          },
          {
            'no': 33,
            'shlok':
                'अक्षराणामकारोऽस्मि द्वन्द्वः सामासिकस्य च ।\nअहमेवाक्षयः कालो धाताहं विश्वतोमुखः ॥१०-३३॥',
            'meaning':
                'अक्षरों में मैं अकार हूँ और समासों में द्वन्द्व समास हूँ । मैं शाश्र्वत काल भी हूँ और स्त्रष्टाओं में ब्रह्मा हूँ ।',
          },
          {
            'no': 34,
            'shlok':
                'मृत्युः सर्वहरश्चाहमुद्भवश्च भविष्यताम् ।\nकीर्तिः श्रीर्वाक्च नारीणां स्मृतिर्मेधा धृतिः क्षमा ॥१०-३४॥',
            'meaning':
                'मैं सर्वभक्षी मृत्यु हूँ और मैं ही आगे होने वालों को उत्पन्न करने वाला हूँ । स्त्रियों में मैं कीर्ति, श्री, वाक्, स्मृति, मेधा, धृति तथा क्षमा हूँ ।',
          },
          {
            'no': 35,
            'shlok':
                'बृहत्साम तथा साम्नां गायत्री छन्दसामहम् ।\nमासानां मार्गशीर्षोऽहमृतूनां कुसुमाकरः ॥१०-३५॥',
            'meaning':
                'मैं सामवेद के गीतों में बृहत्साम हूँ और छन्दों में गायत्री हूँ । समस्त महीनों में मैं मार्गशीर्ष (अगहन) तथा समस्त ऋतुओं में फूल खिलने वाली वसन्त ऋतु हूँ ।',
          },
          {
            'no': 36,
            'shlok':
                'द्यूतं छलयतामस्मि तेजस्तेजस्विनामहम् ।\nजयोऽस्मि व्यवसायोऽस्मि सत्त्वं सत्त्ववतामहम् ॥१०-३६॥',
            'meaning':
                'मैं छलियों में जुआ हूँ और तेजस्वियों में तेज हूँ । मैं विजय हूँ, साहस हूँ और बलवानों का बल हूँ ।',
          },
          {
            'no': 37,
            'shlok':
                'वृष्णीनां वासुदेवोऽस्मि पाण्डवानां धनंजयः ।\nमुनीनामप्यहं व्यासः कवीनामुशना कविः ॥१०-३७॥',
            'meaning':
                'मैं वृष्णिवंशियों में वासुदेव और पाण्डवों में अर्जुन हूँ । मैं समस्त मुनियों में व्यास तथा महान विचारकों में उशना हूँ ।',
          },
          {
            'no': 38,
            'shlok':
                'दण्डो दमयतामस्मि नीतिरस्मि जिगीषताम् ।\nमौनं चैवास्मि गुह्यानां ज्ञानं ज्ञानवतामहम् ॥१०-३८॥',
            'meaning':
                'अराजकता को दमन करने वाले समस्त साधनों में मैं दण्ड हूँ और जो विजय के आकांक्षी हैं उनकी मैं नीति हूँ । रहस्यों में मैं मौन हूँ और बुद्धिमानों में ज्ञान हूँ ।',
          },
          {
            'no': 39,
            'shlok':
                'यच्चापि सर्वभूतानां बीजं तदहमर्जुन ।\nन तदस्ति विना यत्स्यान्मया भूतं चराचरम् ॥१०-३९॥',
            'meaning':
                'हे अर्जुन! मैं समस्त सृष्टि का जनक बीज हूँ । ऐसा चर तथा अचर कोई भी प्राणी नहीं है, जो मेरे बिना रह सके ।',
          },
          {
            'no': 40,
            'shlok':
                'नान्तोऽस्ति मम दिव्यानां विभूतीनां परन्तप ।\nएष तूद्देशतः प्रोक्तो विभूतेर्विस्तरो मया ॥१०-४०॥',
            'meaning':
                'हे परन्तप! मेरी दैवी विभूतियों का अन्त नहीं है । मैंने तुमसे जो कुछ कहा, वह तो मेरी अनन्त विभूतियों का संकेत मात्र है ।',
          },
          {
            'no': 41,
            'shlok':
                'यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा ।\nतत्तदेवावगच्छ त्वं मम तेजोंऽशसंभवम् ॥१०-४१॥',
            'meaning':
                'तुम जान लो कि सारा ऐश्र्वर्य, सौन्दर्य तथा तेजस्वी सृष्टियाँ मेरे तेज के एक स्फुलिंग मात्र से उद्भूत हैं ।',
          },
          {
            'no': 42,
            'shlok':
                'अथवा बहुनैतेन किं ज्ञातेन तवार्जुन ।\nविष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत् ॥१०-४२॥',
            'meaning':
                'किन्तु हे अर्जुन! इस सारे विशद ज्ञान की आवश्यकता क्या है? मैं तो अपने एक अंश मात्र से सम्पूर्ण ब्रह्माण्ड में व्याप्त होकर इसको धारण करता हूँ ।',
          },
        ],
      },
      //adhyay 11
      {
        'id': 'ग्यारहवाँ अध्याय',
        'name': 'विश्वरूपदर्शनयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'मदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम् ।\nयत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम ॥११-१॥',
            'meaning':
                'अर्जुन ने कहा – आपने जिन अत्यन्त गुह्य आध्यात्मिक विषयों का मुझे उपदेश दिया है, उसे सुनकर अब मेरा मोह दूर हो गया है ।',
          },
          {
            'no': 2,
            'shlok':
                'भवाप्ययौ हि भूतानां श्रुतौ विस्तरशो मया ।\nत्वत्तः कमलपत्राक्ष माहात्म्यमपि चाव्ययम् ॥११-२॥',
            'meaning':
                'हे कमलनयन! मैंने आपसे प्रत्येक जीव की उत्पत्ति तथा लय के विषय में विस्तार से सुना है और आपकी अक्षय महिमा का अनुभव किया है ।',
          },
          {
            'no': 3,
            'shlok':
                'एवमेतद्यथात्थ त्वमात्मानं परमेश्वर ।\nद्रष्टुमिच्छामि ते रूपमैश्वरं पुरुषोत्तम ॥११-३॥',
            'meaning':
                'हे पुरुषोत्तम, हे परमेश्र्वर!यद्यपि आपको मैं अपने समक्ष आपके द्वारा वर्णित आपके वास्तविक रूप में देख रहा हूँ, किन्तु मैं यह देखने का इच्छुक हूँ कि आप इस दृश्य जगत में किस प्रकार प्रविष्ट हुए हैं ।मैं आप के उसी रूप का दर्शन करना चाहता हूँ ।',
          },
          {
            'no': 4,
            'shlok':
                'मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो ।\nयोगेश्वर ततो मे त्वं दर्शयात्मानमव्ययम् ॥११-४॥',
            'meaning':
                'हे प्रभु! हे योगेश्र्वर!यदि आप सोचतेहैं कि मैं आपके विश्र्वरूप को देखने में समर्थ हो सकता हूँ, तो कृपा करके मुझे अपना असीम विश्र्वरूप दिखलाइये ।',
          },
          {
            'no': 5,
            'shlok':
                'पश्य मे पार्थ रूपाणि शतशोऽथ सहस्रशः ।\nनानाविधानि दिव्यानि नानावर्णाकृतीनि च ॥११-५॥',
            'meaning':
                'भगवान् ने कहा –हे अर्जुन, हे पार्थ! अब तुम मेरे ऐश्र्वर्य को, सैकड़ों-हजारों प्रकार के दैवी तथा विविध रंगों वाले रूपों को देखो ।',
          },
          {
            'no': 6,
            'shlok':
                'पश्यादित्यान्वसून्रुद्रानश्विनौ मरुतस्तथा ।\nबहून्यदृष्टपूर्वाणि पश्याश्चर्याणि भारत ॥११-६॥',
            'meaning':
                'हे भारत! लो, तुम आदित्यों, वसुओं, रुद्रों, अश्र्विनीकुमारों तथा अन्य देवताओं के विभिन्न रूपों को यहाँ देखो । तुम ऐसे अनेक आश्चर्यमय रूपों को देखो, जिन्हें पहले किसी ने न तो कभी देखा है, न सुना है ।',
          },
          {
            'no': 7,
            'shlok':
                'इहैकस्थं जगत्कृत्स्नं पश्याद्य सचराचरम् ।\nमम देहे गुडाकेश यच्चान्यद् द्रष्टुमिच्छसि ॥११-७॥',
            'meaning':
                'हे अर्जुन! तुम जो भी देखना चाहो, उसेतत्क्षण मेरे इस शरीर में देखो । तुम इस समय तथा भविष्य में भी जो भी देखना चाहते हो, उसको यह विश्र्वरूप दिखाने वाला है । यहाँ एक ही स्थान पर चर-अचर सब कुछ है ।',
          },
          {
            'no': 8,
            'shlok':
                'न तु मां शक्यसे द्रष्टुमनेनैव स्वचक्षुषा ।\nदिव्यं ददामि ते चक्षुः पश्य मे योगमैश्वरम् ॥११-८॥',
            'meaning':
                'किन्तु तुम मुझे अपनी इन आँखों से नहीं देख सकते । अतः मैं तुम्हें दिव्य आँखें दे रहा हूँ । अब मेरे योग ऐश्र्वर्य को देखो ।',
          },
          {
            'no': 9,
            'shlok':
                'एवमुक्त्वा ततो राजन्महायोगेश्वरो हरिः ।\nदर्शयामास पार्थाय परमं रूपमैश्वरम् ॥११-९॥',
            'meaning':
                'संजय ने कहा – हे राजा! इस प्रकार कहकर महायोगेश्र्वर भगवान् ने अर्जुन को अपना विश्र्वरूप दिखलाया ।',
          },
          {
            'no': 10,
            'shlok':
                'अनेकवक्त्रनयनमनेकाद्भुतदर्शनम् ।\nअनेकदिव्याभरणं दिव्यानेकोद्यतायुधम् ॥११-१०॥',
            'meaning':
                'उस अनेक मुख और नेत्रों से युक्त तथा अनेक अद्भुत दर्शनों वाले एवं बहुत से दिव्य भूषणों से युक्त और बहुत से दिव्य शस्त्रों को हाथों में उठाये हुये ।',
          },
          {
            'no': 11,
            'shlok':
                'दिव्यमाल्याम्बरधरं दिव्यगन्धानुलेपनम् ।\nसर्वाश्चर्यमयं देवमनन्तं विश्वतोमुखम् ॥११-११॥',
            'meaning':
                'दिव्य माला और वस्त्रों को धारण किये हुये और दिव्य गन्ध का लेपन किये हुये एवं समस्त प्रकार के आश्चर्यों से युक्त अनन्त, विश्वतोमुख (विराट् स्वरूप) परम देव (को अर्जुन ने देखा) ।',
          },
          {
            'no': 12,
            'shlok':
                'दिवि सूर्यसहस्रस्य भवेद्युगपदुत्थिता ।\nयदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः ॥११-१२॥',
            'meaning':
                'यदि आकाश में हजारों सूर्य एकसाथ उदय हों, तो उनका प्रकाश शायद परमपुरुष के इस विश्र्वरूप के तेज की समता कर सके ।',
          },
          {
            'no': 13,
            'shlok':
                'तत्रैकस्थं जगत्कृत्स्नं प्रविभक्तमनेकधा ।\nअपश्यद्देवदेवस्य शरीरे पाण्डवस्तदा ॥११-१३॥',
            'meaning':
                'उस समय अर्जुन भगवान् के विश्र्वरूप में एक ही स्थान पर स्थित हजारोंभागों में विभक्त ब्रह्माण्ड के अनन्त अंशों को देख सका ।',
          },
          {
            'no': 14,
            'shlok':
                'ततः स विस्मयाविष्टो हृष्टरोमा धनंजयः ।\nप्रणम्य शिरसा देवं कृताञ्जलिरभाषत ॥११-१४॥',
            'meaning':
                'तब मोहग्रस्त एवं आश्चर्यचकित रोमांचित हुए अर्जुन ने प्रणाम करने के लिए मस्तक झुकाया और वह हाथ जोड़कर भगवान् से प्रार्थना करने लगा ।',
          },
          {
            'no': 15,
            'shlok':
                'पश्यामि देवांस्तव देव देहे सर्वांस्तथा भूतविशेषसंघान् ।\nब्रह्माणमीशं कमलासनस्थमृषींश्च सर्वानुरगांश्च दिव्यान् ॥',
            'meaning':
                'अर्जुन ने कहा – हे भगवान् कृष्ण! मैं आपके शरीर में सारे देवताओं तथा अन्य विविध जीवों को एकत्र देख रहा हूँ । मैं कमल पर आसीन ब्रह्मा, शिवजी तथा समस्त ऋषियों एवं दिव्य सर्पों को देख रहा हूँ ।',
          },
          {
            'no': 16,
            'shlok':
                'अनेकबाहूदरवक्त्रनेत्रं पश्यामि त्वां सर्वतोऽनन्तरूपम् ।\nनान्तं न मध्यं न पुनस्तवादिं पश्यामि विश्वेश्वर विश्वरूप ॥११-१६॥',
            'meaning':
                'हे विश्र्वेश्र्वर, हे विश्र्वरूप! मैं आपके शरीर में अनेकानेक हाथ, पेट, मुँह तथा आँखें देख रहा हूँ, जो सर्वत्र फैले हैं और जिनका अन्त नहीं है । आपमें न अन्त दीखता है, न मध्य और न आदि ।',
          },
          {
            'no': 17,
            'shlok':
                'किरीटिनं गदिनं चक्रिणं च तेजोराशिं सर्वतो दीप्तिमन्तम् ।\nपश्यामि त्वां दुर्निरीक्ष्यं समन्ताद्दीप्तानलार्कद्युतिमप्रमेयम् ॥११-१७॥',
            'meaning':
                'आपके रूप को उसके चकाचौंध के कारण देख पाना कठिन है, क्योंकि वह प्रज्जवलित अग्नि कि भाँति अथवा सूर्य के अपार प्रकाश की भाँति चारों ओर फैल रहा है । तो भी मैं इस तेजोमय रूप को सर्वत्र देख रहा हूँ, जो अनेक मुकुटों, गदाओं तथा चक्रों से विभूषित है ।',
          },
          {
            'no': 18,
            'shlok':
                'त्वमक्षरं परमं वेदितव्यं त्वमस्य विश्वस्य परं निधानम् ।\nत्वमव्ययः शाश्वतधर्मगोप्ता सनातनस्त्वं पुरुषो मतो मे ॥',
            'meaning':
                'आप परम आद्य ज्ञेय वास्तु हैं । आप इस ब्रह्माण्ड के परम आधार (आश्रय) हैं । आप अव्यय तथा पुराण पुरुष हैं । आप सनातन धर्म के पालक भगवान् हैं । यही मेरा मत है ।',
          },
          {
            'no': 19,
            'shlok':
                'अनादिमध्यान्तमनन्तवीर्यमनन्तबाहुं शशिसूर्यनेत्रम् ।\nपश्यामि त्वां दीप्तहुताशवक्त्रं स्वतेजसा विश्वमिदं तपन्तम् ॥११-१९॥',
            'meaning':
                'आप आदि, मध्य तथा अन्त से रहित हैं । आपका यश अनन्त है । आपकी असंख्यभुजाएँ हैं और सूर्य चन्द्रमा आपकी आँखें हैं । मैं आपके मुख से प्रज्जवलित अग्निनिकलते और आपके तेज से इस सम्पूर्ण ब्रह्माण्ड को जलाते हुए देख रहा हूँ ।',
          },
          {
            'no': 20,
            'shlok':
                'द्यावापृथिव्योरिदमन्तरं हि व्याप्तं त्वयैकेन दिशश्च सर्वाः ।\nदृष्ट्वाद्भुतं रूपमुग्रं तवेदं लोकत्रयं प्रव्यथितं महात्मन् ॥११-२०॥',
            'meaning':
                'यद्यपि आप एक हैं, किन्तु आप आकाश तथा सारे लोकों एवं उनके बीच के समस्त अवकाश में व्याप्त हैं । हे महापुरुष! आपके इस अद्भुत तथा भयानक रूप को देखके सारे लोक भयभीत हैं ।',
          },
          {
            'no': 21,
            'shlok':
                'अमी हि त्वां सुरसंघा विशन्ति केचिद्भीताः प्राञ्जलयो गृणन्ति ।\nस्वस्तीत्युक्त्वा महर्षिसिद्धसंघाः स्तुवन्ति त्वां स्तुतिभिः पुष्कलाभिः ॥११-२१॥',
            'meaning':
                'देवों का सारा समूह आपकी शरण ले रहा है और आपमें प्रवेश कर रहा है । उनमें से कुछ अत्यन्त भयभीत होकर हाथ जोड़े आपकी प्रार्थना कर रहें हैं । महर्षियोंतथा सिद्धों के समूह “कल्याण हो” कहकर वैदिक स्तोत्रों का पाठ करते हुए आपकीस्तुति कर रहे हैं ।',
          },
          {
            'no': 22,
            'shlok':
                'रुद्रादित्या वसवो ये च साध्या विश्वेऽश्विनौ मरुतश्चोष्मपाश्च ।\nगन्धर्वयक्षासुरसिद्धसंघा वीक्षन्ते त्वां विस्मिताश्चैव सर्वे ॥११-२२॥',
            'meaning':
                'शिव के विविध रूप, आदित्यगण, वसु, साध्य, विश्र्वेदेव, दोनोंअश्र्विनीकुमार, मरुद्गण, पितृगण, गन्धर्व, यक्ष, असुर तथा सिद्धदेव सभी आपकोआश्चर्यपूर्वक देख रहे हैं ।',
          },
          {
            'no': 23,
            'shlok':
                'रूपं महत्ते बहुवक्त्रनेत्रं महाबाहो बहुबाहूरुपादम् ।\nबहूदरं बहुदंष्ट्राकरालं दृष्ट्वा लोकाः प्रव्यथितास्तथाहम् ॥११-२३॥',
            'meaning':
                'हे महाबाहु! आपके इस अनेक मुख, नेत्र, बाहु,जांघ, पाँव, पेट तथा भयानक दाँतों वाले विराट रूप को देखकर देवतागण सहित सभी लोक अत्यन्तविचलित हैं और उन्हीं की तरह मैं भी हूँ ।',
          },
          {
            'no': 24,
            'shlok':
                'नभःस्पृशं दीप्तमनेकवर्णं व्यात्ताननं दीप्तविशालनेत्रम् ।\nदृष्ट्वा हि त्वां प्रव्यथितान्तरात्मा धृतिं न विन्दामि शमं च विष्णो ॥११-२४॥',
            'meaning':
                'हे सर्वव्यापी विष्णु!नाना ज्योर्तिमय रंगोंसे युक्त आपको आकाश का स्पर्श करते, मुख फैलाये तथा बड़ी-बड़ी चमकती आँखें निकालेदेखकर भय से मेरा मन विचलित है । मैं न तो धैर्य धारण कर पा रहा हूँ, न मानसिकसंतुलन ही पा रहा हूँ ।',
          },
          {
            'no': 25,
            'shlok':
                'दंष्ट्राकरालानि च ते मुखानि दृष्ट्वैव कालानलसन्निभानि ।\nदिशो न जाने न लभे च शर्म प्रसीद देवेश जगन्निवास ॥११-२५॥',
            'meaning':
                'हे देवेश! हे जगन्निवास! आप मुझ पर प्रसन्नहों ! मैं इस प्रकार से आपके प्रल्याग्नि स्वरूप मुखों को तथा विकराल दाँतों कोदेखकर अपना सन्तुलन नहीं रख पा रहा । मैं सब ओर से मोहग्रस्त हो रहा हूँ ।',
          },
          {
            'no': 26,
            'shlok':
                'अमी च त्वां धृतराष्ट्रस्य पुत्राः सर्वे सहैवावनिपालसंघैः ।\nभीष्मो द्रोणः सूतपुत्रस्तथासौ सहास्मदीयैरपि योधमुख्यैः ॥११-२६॥',
            'meaning':
                'और ये समस्त धृतराष्ट्र के पुत्र राजाओं के समुदाय सहित आप में प्रवेश करते हैं। भीष्म, द्रोण तथा कर्ण और हमारे पक्ष के भी प्रधान योद्धाओं के सहित ।',
          },
          {
            'no': 27,
            'shlok':
                'वक्त्राणि ते त्वरमाणा विशन्ति दंष्ट्राकरालानि भयानकानि ।\nकेचिद्विलग्ना दशनान्तरेषु संदृश्यन्ते चूर्णितैरुत्तमाङ्गैः ॥११-२७॥',
            'meaning':
                'तीव्र वेग से आपके विकराल दाढ़ों वाले भयानक मुखों में प्रवेश करते हैं और कई एक चूर्णित शिरों सहित आपके दांतों के बीच में फँसे हुए दिख रहे हैं ।',
          },
          {
            'no': 28,
            'shlok':
                'यथा नदीनां बहवोऽम्बुवेगाः समुद्रमेवाभिमुखा द्रवन्ति ।\nतथा तवामी नरलोकवीरा विशन्ति वक्त्राण्यभिविज्वलन्ति ॥११-२८॥',
            'meaning':
                'जिस प्रकार नदियों की अनेक तरंगें समुद्रमें प्रवेश करती हैं, उसीप्रकार ये समस्त महान योद्धा भी आपके प्रज्जवलितमुखों में प्रवेश कर रहे हैं ।',
          },
          {
            'no': 29,
            'shlok':
                'यथा प्रदीप्तं ज्वलनं पतङ्गा विशन्ति नाशाय समृद्धवेगाः ।\nतथैव नाशाय विशन्ति लोकास्तवापि वक्त्राणि समृद्धवेगाः ॥११-२९॥',
            'meaning':
                'मैं समस्त लोगों को पूर्ण वेग सेआपके मुख में उसी प्रकार प्रविष्टहोते देख रहा हूँ, जिस प्रकार पतिंगे अपनेविनाश के लिए प्रज्जवलित अग्नि में कूदपड़ते हैं ।',
          },
          {
            'no': 30,
            'shlok':
                'लेलिह्यसे ग्रसमानः समन्ताल्लोकान्समग्रान्वदनैर्ज्वलद्भिः ।\nतेजोभिरापूर्य जगत्समग्रं भासस्तवोग्राः प्रतपन्ति विष्णो ॥११-३०॥',
            'meaning':
                'हे विष्णु! मैं देखता हूँ कि आप अपने प्रज्जवलित मुखों से सभी दिशाओं के लोगों को निगलरहे हैं । आप सारे ब्रह्माण्ड को अपने तेज से आपूरित करके अपनीविकरालझुलसाती किरणों सहित प्रकट हो रहे हैं ।',
          },
          {
            'no': 31,
            'shlok':
                'आख्याहि मे को भवानुग्ररूपो नमोऽस्तु ते देववर प्रसीद ।\nविज्ञातुमिच्छामि भवन्तमाद्यं न हि प्रजानामि तव प्रवृत्तिम् ॥११-३१॥',
            'meaning':
                'हे देवेश!कृपा करकेमुझे बतलाइये कि इतने उग्ररूप में आप कौन हैं? मैं आपको नमस्कार करता हूँ, कृपा करके मुझ पर प्रसन्न हों । आप आदि-भगवान् हैं । मैं आपको जानना चाहताहूँ, क्योंकि मैं नहीं जान पा रहा हूँ कि आपका प्रयोजन क्या है ।',
          },
          {
            'no': 32,
            'shlok':
                'कालोऽस्मि लोकक्षयकृत्प्रवृद्धो लोकान्समाहर्तुमिह प्रवृत्तः ।\nऋतेऽपि त्वां न भविष्यन्ति सर्वे येऽवस्थिताः प्रत्यनीकेषु योधाः ॥११-३२॥',
            'meaning':
                'भगवान् ने कहा – समस्त जगतों को विनष्ट करने वाला काल मैं हूँ और मैं यहाँसमस्त लोगों का विनाश करने के लिए आया हूँ । तुम्हारे (पाण्डवों के) सिवादोनों पक्षों के सारे योद्धा मारे जाएँगे ।',
          },
          {
            'no': 33,
            'shlok':
                'तस्मात्त्वमुत्तिष्ठ यशो लभस्व जित्वा शत्रून् भुङ्क्ष्व राज्यं समृद्धम् ।\nमयैवैते निहताः पूर्वमेव निमित्तमात्रं भव सव्यसाचिन् ॥११-३३॥',
            'meaning':
                'अतःउठो! लड़ने के लिएतैयार होओ और यश अर्जित करो । अपने शत्रुओं को जीतकरसम्पन्न राज्य का भोग करो |ये सब मेरे द्वारा पहले ही मारे जा चुके हैं औरहे सव्यसाची! तुम तो युद्ध मेंकेवल निमित्तमात्र हो सकते हो ।',
          },
          {
            'no': 34,
            'shlok':
                'द्रोणं च भीष्मं च जयद्रथं च कर्णं तथान्यानपि योधवीरान् ।\nमया हतांस्त्वं जहि मा व्यथिष्ठा युध्यस्व जेतासि रणे सपत्नान् ॥११-३४॥',
            'meaning':
                'द्रोण, भीष्म, जयद्रथ, कर्ण तथा अन्य महान योद्धा पहले ही मेरे द्वारामारेजा चुके हैं । अतः उनका वध करो और तनिक भी विचलित न होओ । तुम केवल युद्धकरो| युद्ध में तुम अपने शत्रुओं को परास्त करोगे ।',
          },
          {
            'no': 35,
            'shlok':
                'एतच्छ्रुत्वा वचनं केशवस्य कृताञ्जलिर्वेपमानः किरीटी ।\nनमस्कृत्वा भूय एवाह कृष्णं सगद्गदं भीतभीतः प्रणम्य ॥११-३५॥',
            'meaning':
                'संजय ने धृतराष्ट्र से कहा- हे राजा! भगवान् के मुख से इन वचनों कोसुनकरकाँपते हुए अर्जुन ने हाथ जोड़कर उन्हें बारम्बार नमस्कार किया । फिरउसनेभयभीत होकर अवरुद्ध स्वर में कृष्ण से इस प्रकार कहा ।',
          },
          {
            'no': 36,
            'shlok':
                'स्थाने हृषीकेश तव प्रकीर्त्या जगत्प्रहृष्यत्यनुरज्यते च ।\nरक्षांसि भीतानि दिशो द्रवन्ति सर्वे नमस्यन्ति च सिद्धसंघाः ॥११-३६॥',
            'meaning':
                'अर्जुन ने कहा – हे हृषीकेश! आपके नाम के श्रवण से संसार हर्षित होताहै औरसभी लोग आपके प्रति अनुरक्त होते हैं । यद्यपि सिद्धपुरुष आपको नमस्कारकरतेहैं, किन्तु असुरगण भयभीत हैं और इधर-उधर भाग रहे हैं । यह ठीक ही हुआ है ।',
          },
          {
            'no': 37,
            'shlok':
                'कस्माच्च ते न नमेरन्महात्मन् गरीयसे ब्रह्मणोऽप्यादिकर्त्रे ।\nअनन्त देवेश जगन्निवास त्वमक्षरं सदसत्तत्परं यत् ॥११-३७॥',
            'meaning':
                'हे महात्मा! आप ब्रह्मा से भी बढ़कर हैं, आपआदि स्त्रष्टा हैं । तोफिर आपको सादर नमस्कार क्यों न करें? हे अनन्त, हेदेवेश, हे जगन्निवास! आप परमस्त्रोत, अक्षर, कारणों के कारण तथा इस भौतिकजगत् के परे हैं ।',
          },
          {
            'no': 38,
            'shlok':
                'त्वमादिदेवः पुरुषः पुराणस्त्वमस्य विश्वस्य परं निधानम् ।\nवेत्तासि वेद्यं च परं च धाम त्वया ततं विश्वमनन्तरूप ॥११-३८॥',
            'meaning':
                'आप आदि देव, सनातन पुरुष तथा इस दृश्यजगत केपरम आश्रय हैं । आप सबकुछ जानने वाले हैं और आप ही सब कुछ हैं, जो जाननेयोग्य है । आप भौतिक गुणों सेपरे परम आश्रय हैं । हे अनन्त रूप! यहसम्पूर्ण दृश्यजगत आपसे व्याप्त है ।',
          },
          {
            'no': 39,
            'shlok':
                'वायुर्यमोऽग्निर्वरुणः शशाङ्कः प्रजापतिस्त्वं प्रपितामहश्च ।\nनमो नमस्तेऽस्तु सहस्रकृत्वः पुनश्च भूयोऽपि नमो नमस्ते ॥११-३९॥',
            'meaning':
                'आप वायु हैंतथा परम नियन्ता हैं । आप अग्नि हैं, जल हैं तथा चन्द्रमा हैं । आप आदिब्रह्मा हैं और आप प्रपितामह हैं । अतः आपको हजार बार नमस्कार है और पुनःनमस्कार है ।',
          },
          {
            'no': 40,
            'shlok':
                'नमः पुरस्तादथ पृष्ठतस्ते नमोऽस्तु ते सर्वत एव सर्व ।\nअनन्तवीर्यामितविक्रमस्त्वं सर्वं समाप्नोषि ततोऽसि सर्वः ॥११-४०॥',
            'meaning':
                'आपको आगे, पीछे, तथा चारों ओर से नमस्कार है । हे असीम शक्ति! आपअनन्तपराक्रम के स्वामी हैं । आप सर्वव्यापी हैं, अतः आप सब कुछ हैं ।',
          },
          {
            'no': 41,
            'shlok':
                'सखेति मत्वा प्रसभं यदुक्तं हे कृष्ण हे यादव हे सखेति ।\nअजानता महिमानं तवेदं मया प्रमादात्प्रणयेन वापि ॥११-४१॥',
            'meaning':
                'हे भगवन्! आपको सखा मानकर आपकी इस महिमा को न जानते हुए मेरे द्वारा प्रमाद से अथवा प्रेम से भी हे कृष्ण हे! यादव हे सखे! इस प्रकार जो कुछ बलात् कहा गया है ।',
          },
          {
            'no': 42,
            'shlok':
                'यच्चावहासार्थमसत्कृतोऽसि विहारशय्यासनभोजनेषु ।\nएकोऽथवाप्यच्युत तत्समक्षं तत्क्षामये त्वामहमप्रमेयम् ॥११-४२॥',
            'meaning':
                'और, हे अच्युत! जो आप मेरे द्वारा हँसी के लिये बिहार, शय्या, आसन और भोजन के समय अकेले में अथवा अन्यों के समक्ष भी अपमानित किये गये हैं, उन सब के लिए अप्रमेय स्वरूप आप से मैं क्षमायाचना करता हूँ ।',
          },
          {
            'no': 43,
            'shlok':
                'पितासि लोकस्य चराचरस्य त्वमस्य पूज्यश्च गुरुर्गरीयान् ।\nन त्वत्समोऽस्त्यभ्यधिकः कुतोऽन्यो लोकत्रयेऽप्यप्रतिमप्रभाव ॥११-४३॥',
            'meaning':
                'आप इस चर तथा अचर सम्पूर्ण दृश्यजगत के जनकहैं । आप परम पूज्य महान आध्यात्मिक गुरु हैं । न तो कोई आपके तुल्य है, नही कोई आपके समान हो सकता है । हे अतुल शक्ति वाले प्रभु! भला तीनों लोकोंमें आपसे बढ़कर कोई कैसे हो सकता है?',
          },
          {
            'no': 44,
            'shlok':
                'तस्मात्प्रणम्य प्रणिधाय कायं प्रसादये त्वामहमीशमीड्यम् ।\nपितेव पुत्रस्य सखेव सख्युः प्रियः प्रियायार्हसि देव सोढुम् ॥११-४४॥',
            'meaning':
                'आप प्रत्येक जीव द्वारा पूजनीय भगवान् हैं । अतः मैं गीरकर सादर प्रणामकरता हूँ और आपकी कृपा की याचना करता हूँ । जिस प्रकार पिता अपने पुत्र कीढिठाई सहन करता है, या मित्र अपने मित्र की घृष्टता सह लेता है, या प्रियअपनी प्रिया का अपराध सहन कर लेता है, उसी प्रकार आप कृपा करके मेरीत्रुटियों को सहन कर लें ।',
          },
          {
            'no': 45,
            'shlok':
                'अदृष्टपूर्वं हृषितोऽस्मि दृष्ट्वा भयेन च प्रव्यथितं मनो मे ।\nतदेव मे दर्शय देव रूपं प्रसीद देवेश जगन्निवास ॥११-४५॥',
            'meaning':
                'पहले कभी नदेखे गये आपके विराट रूप का दर्शन करके मैं पुलकित हो रहा हूँ, किन्तु साथही मेरा मन भयभीत हो रहा है । अतः आप मुझ पर कृपा करें और हे देवेश, हेजगन्निवास! अपना पुरुषोत्तम भगवत् स्वरूप पुनः दिखाएँ ।',
          },
          {
            'no': 46,
            'shlok':
                'किरीटिनं गदिनं चक्रहस्तमिच्छामि त्वां द्रष्टुमहं तथैव ।\nतेनैव रूपेण चतुर्भुजेन सहस्रबाहो भव विश्वमूर्ते ॥११-४६॥',
            'meaning':
                'हे विराट रूप! हेसहस्त्रभुज भगवान्! मैं आपके मुकुटधारी चतुर्भुज रूप का दर्शन करना चाहताहूँ, जिसमें आप अपने चारों हाथों में शंख, चक्र, गदा तथा पद्म धारण कियेहुए हों । मैं उसी रूप को देखने की इच्छा करता हूँ ।',
          },
          {
            'no': 47,
            'shlok':
                'मया प्रसन्नेन तवार्जुनेदं रूपं परं दर्शितमात्मयोगात् ।\nतेजोमयं विश्वमनन्तमाद्यं यन्मे त्वदन्येन न दृष्टपूर्वम् ॥११-४७॥',
            'meaning':
                'भगवान् ने कहा – हे अर्जुन! मैंने प्रसन्न होकर अपनी अन्तरंगा शक्ति के बलपर तुम्हें इस संसार में अपने इस परम विश्र्वरूप का दर्शन कराया है । इसकेपूर्व अन्य किसी ने इस असीम तथा तेजोमय आदि-रूप को कभी नहीं देखा था ।',
          },
          {
            'no': 48,
            'shlok':
                'न वेदयज्ञाध्ययनैर्न दानैर्न च क्रियाभिर्न तपोभिरुग्रैः ।\nएवंरूपः शक्य अहं नृलोके द्रष्टुं त्वदन्येन कुरुप्रवीर ॥११-४८॥',
            'meaning':
                'हे कुरुश्रेष्ठ! तुमसे पूर्व मेरे इस विश्र्वरूप को किसी ने नहीं देखा, क्योंकि मैं न तो वेदाध्ययन के द्वारा, न यज्ञ, दान, पुण्य या कठिन तपस्याके द्वारा इस रूप में, इस संसार में देखा जा सकता हूँ ।',
          },
          {
            'no': 49,
            'shlok':
                'मा ते व्यथा मा च विमूढभावो दृष्ट्वा रूपं घोरमीदृङ्ममेदम् ।\nव्यपेतभीः प्रीतमनाः पुनस्त्वं तदेव मे रूपमिदं प्रपश्य ॥११-४९॥',
            'meaning':
                'तुम मेरेभयानक रूप को देखकर अत्यन्त विचलित एवं मोहित हो गये हो । अब इसे समाप्तकरता हूँ । हे मेरे भक्त! तुम समस्त चिन्ताओं से पुनः मुक्त हो जाओ । तुमशान्त चित्त से अब अपना इच्छित रूप देख सकते हो ।',
          },
          {
            'no': 50,
            'shlok':
                'इत्यर्जुनं वासुदेवस्तथोक्त्वा स्वकं रूपं दर्शयामास भूयः ।\nआश्वासयामास च भीतमेनं भूत्वा पुनः सौम्यवपुर्महात्मा ॥११-५०॥',
            'meaning':
                'संजय ने धृतराष्ट्र से कहा – अर्जुन से इस प्रकार कहने के बाद भगवान् कृष्णने अपना असली चतुर्भुज रूप प्रकट किया और अन्त में दो भुजाओं वाला रूपप्रदर्शित करके भयभीत अर्जुन को धैर्य बँधाया ।',
          },
          {
            'no': 51,
            'shlok':
                'दृष्ट्वेदं मानुषं रूपं तव सौम्यं जनार्दन ।\nइदानीमस्मि संवृत्तः सचेताः प्रकृतिं गतः ॥११-५१॥',
            'meaning':
                'जब अर्जुन ने कृष्ण को उनके आदि रूप मेंदेखा तो कहा – हे जनार्दन! आपके इस अतीव सुन्दर मानवी रूप को देखकर मैं अबस्थिरचित्त हूँ और मैंने अपनी प्राकृत अवस्था प्राप्त कर ली है ।',
          },
          {
            'no': 52,
            'shlok':
                'सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम ।\nदेवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः ॥११-५२॥',
            'meaning':
                'श्रीभगवान् ने कहा – हे अर्जुन! तुम मेरे जिस रूप को इस समय देख रहे हो, उसे देख पाना अत्यन्त दुष्कर है । यहाँ तक कि देवता भी इस अत्यन्त प्रियरूप को देखने की ताक में रहते हैं ।',
          },
          {
            'no': 53,
            'shlok':
                'नाहं वेदैर्न तपसा न दानेन न चेज्यया ।\nशक्य एवंविधो द्रष्टुं दृष्टवानसि मां यथा ॥११-५३॥',
            'meaning':
                'तुम अपने दिव्य नेत्रों से जिस रूप का दर्शन कर रहे हो, उसे न तोवेदाध्ययन से, न कठिन तपस्या से, न दान से, न पूजा से ही जाना जा सकता है । कोई इन साधनों के द्वारा मुझे मेरे रूप में नहीं देख सकता ।',
          },
          {
            'no': 54,
            'shlok':
                'भक्त्या त्वनन्यया शक्य अहमेवंविधोऽर्जुन ।\nज्ञातुं द्रष्टुं च तत्त्वेन प्रवेष्टुं च परंतप ॥११-५४॥',
            'meaning':
                'हे अर्जुन! केवल अनन्य भक्ति द्वारा मुझे उस रूप में समझा जा सकता है, जिसरूप में मैं तुम्हारे समक्ष खड़ा हूँ और इसी प्रकार मेरा साक्षात् दर्शन भीकिया जा सकता है । केवल इसी विधि से तुम मेरे ज्ञान के रहस्य को पा सकतेहो ।',
          },
          {
            'no': 55,
            'shlok':
                'मत्कर्मकृन्मत्परमो मद्भक्तः सङ्गवर्जितः ।\nनिर्वैरः सर्वभूतेषु यः स मामेति पाण्डव ॥११-५५॥',
            'meaning':
                'हे अर्जुन! जो व्यक्ति सकाम कर्मों तथा मनोधर्मके कल्मष से मुक्त होकर, मेरी शुद्ध भक्ति में तत्पर रहता है, जो मेरे लिएही कर्म करता है, जो मुझे ही जीवन-लक्ष्य समझता है और जो प्रत्येक जीव सेमैत्रीभाव रखता है, वह निश्चय ही मुझे प्राप्त करता है ।',
          },
        ],
      },
      //adhyay 12
      {
        'id': 'बारहवाँ अध्याय',
        'name': 'भक्तियोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'एवं सततयुक्ता ये भक्तास्त्वां पर्युपासते ।\nये चाप्यक्षरमव्यक्तं तेषां के योगवित्तमाः ॥१२-१॥',
            'meaning':
                'अर्जुन ने पूछा – जो आपकीसेवा में सदैव तत्पर रहते हैं, या जो अव्यक्त निर्विशेष ब्रह्म की पूजाकरते हैं, इन दोनों में से किसे अधिक पूर्ण (सिद्ध) माना जाय?',
          },
          {
            'no': 2,
            'shlok':
                'मय्यावेश्य मनो ये मां नित्ययुक्ता उपासते ।\nश्रद्धया परयोपेतास्ते मे युक्ततमा मताः ॥१२-२॥',
            'meaning':
                'श्रीभगवान् ने कहा – जो लोगअपने मन को मेरे साकार रूप में एकाग्र करते हैं, और अत्यन्त श्रद्धापूर्वकमेरी पूजा करने में सदैव लगे रहते हैं, वे मेरे द्वारा परम सिद्ध मानेजाते हैं ।',
          },
          {
            'no': 3,
            'shlok':
                'ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते ।\nसर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवम् ॥१२-३॥\nसंनियम्येन्द्रियग्रामं सर्वत्र समबुद्धयः ।\nते प्राप्नुवन्ति मामेव सर्वभूतहिते रताः ॥१२-४॥\nक्लेशोऽधिकतरस्तेषामव्यक्तासक्तचेतसाम् ।\nअव्यक्ता हि गतिर्दुःखं देहवद्भिरवाप्यते ॥१२-५॥',
            'meaning':
                'लेकिन जो लोग अपनी इन्द्रियों को वशमें करके तथा सबों के प्रति समभाव रखकर परम सत्य की निराकार कल्पना केअन्तर्गत उस अव्यक्त की पूरी तरह से पूजा करते हैं, जो इन्द्रियों कीअनुभूति के परे है, सर्वव्यापी है, अकल्पनीय है, अपरिवर्तनीय है, अचल तथाध्रुव है, वे समस्त लोगों के कल्याण में संलग्न रहकर अन्ततः मुझे प्राप्तकरते है, जिनलोगों के मन परमेश्र्वर के अव्यक्त, निराकार स्वरूप के प्रति आसक्त हैं, उनके लिए प्रगति कर पाना अत्यन्त कष्टप्रद है | देहधारियों के लिए उसक्षेत्र में प्रगति कर पाना सदैव दुष्कर होता है ।',
          },
          {
            'no': 4,
            'shlok':
                'ये तु सर्वाणि कर्माणि मयि संन्यस्य मत्पराः ।\nअनन्येनैव योगेन मां ध्यायन्त उपासते ॥१२-६॥\nतेषामहं समुद्धर्ता मृत्युसंसारसागरात् ।\nभवामि नचिरात्पार्थ मय्यावेशितचेतसाम् ॥१२-७॥',
            'meaning':
                'जो अपने सारे कार्यों को मुझमें अर्पित करकेतथा अविचलित भाव से मेरी भक्ति करते हुए मेरी पूजा करते हैं और अपनेचित्तों को मुझ पर स्थिर करके निरन्तर मेरा ध्यान करते हैं, उनके लिए हेपार्थ! मैं जन्म-मृत्यु के सागर से शीघ्र उद्धार करने वाला हूँ ।',
          },
          {
            'no': 5,
            'shlok':
                'मय्येव मन आधत्स्व मयि बुद्धिं निवेशय ।\nनिवसिष्यसि मय्येव अत ऊर्ध्वं न संशयः ॥१२-८॥',
            'meaning':
                'मुझ भगवान् में अपने चित्त को स्थिर करो और अपनी सारी बुद्धि मुझमें लगाओ । इस प्रकार तुम निस्सन्देह मुझमें सदैव वास करोगे ।',
          },
          {
            'no': 6,
            'shlok':
                'નેअथ चित्तं समाधातुं न शक्नोषि मयि स्थिरम् ।\nअभ्यासयोगेन ततो मामिच्छाप्तुं धनंजय ॥१२-९॥',
            'meaning':
                'हे अर्जुन, हे धनञ्जय! यदि तुम अपने चित्त को अविचल भाव से मुझ पर स्थिर नहीं कर सकते, तो तुम भक्तियोग के विधि-विधानों का पालन करो । इस प्रकार तुम मुझे प्राप्त करने की चाह उत्पन्न करो ।',
          },
          {
            'no': 7,
            'shlok':
                'अभ्यासेऽप्यसमर्थोऽसि मत्कर्मपरमो भव ।\nमदर्थमपि कर्माणि कुर्वन्सिद्धिमवाप्स्यसि ॥१२-१०॥',
            'meaning':
                'यदि तुम भक्तियोग के विधि-विधानों का भी अभ्यास नहीं कर सकते, तो मेरे लिए कर्म करने का प्रयत्न करो, क्योंकि मेरे लिए कर्म करने से तुम पूर्ण अवस्था (सिद्धि) को प्राप्त होगे ।',
          },
          {
            'no': 8,
            'shlok':
                'अथैतदप्यशक्तोऽसि कर्तुं मद्योगमाश्रितः ।\nसर्वकर्मफलत्यागं ततः कुरु यतात्मवान् ॥१२-११॥',
            'meaning':
                'किन्तु यदि तुम मेरे इस भावनामृत में कर्म करने में असमर्थ हो तो तुम अपने कर्म के समस्त फलों को त्याग कर कर्म करने का तथा आत्म-स्थित होने का प्रयत्न करो ।',
          },
          {
            'no': 9,
            'shlok':
                'श्रेयो हि ज्ञानमभ्यासाज्ज्ञानाद्ध्यानं विशिष्यते ।\nध्यानात्कर्मफलत्यागस्त्यागाच्छान्तिरनन्तरम् ॥१२-१२॥',
            'meaning':
                'यदि तुम यह अभ्यास नहीं कर सकते, तो ज्ञान के अनुशीलन में लग जाओ । लेकिन ज्ञान से श्रेष्ठ ध्यान है और ध्यान से भी श्रेष्ठ कर्म फलों का परित्याग क्योंकि ऐसे त्याग से मनुष्य को मनःशान्ति प्राप्त हो सकती है ।',
          },
          {
            'no': 10,
            'shlok':
                'अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च ।\nनिर्ममो निरहंकारः समदुःखसुखः क्षमी ॥१२-१३॥',
            'meaning':
                'भूतमात्र के प्रति जो द्वेषरहित है तथा सबका मित्र तथा करुणावान् है; जो ममता और अहंकार से रहित, सुख और दु:ख में सम और क्षमावान् है ।',
          },
          {
            'no': 11,
            'shlok':
                'संतुष्टः सततं योगी यतात्मा दृढनिश्चयः ।\nमय्यर्पितमनोबुद्धिर्यो मद्भक्तः स मे प्रियः ॥१२-१४॥',
            'meaning':
                'जो संयतात्मा, दृढ़निश्चयी योगी सदा सन्तुष्ट है, जो अपने मन और बुद्धि को मुझमें अर्पण किये हुए है, जो ऐसा मेरा भक्त है, वह मुझे प्रिय है ।',
          },
          {
            'no': 12,
            'shlok':
                'यस्मान्नोद्विजते लोको लोकान्नोद्विजते च यः ।\nहर्षामर्षभयोद्वेगैर्मुक्तो यः स च मे प्रियः ॥१२-१५॥',
            'meaning':
                'जिससे किसी को कष्ट नहीं पहुँचता तथा जो अन्य किसी के द्वारा विचलित नहीं किया जाता, जो सुख-दुख में, भय तथा चिन्ता में समभाव रहता है, वह मुझे अत्यन्त प्रिय है ।',
          },
          {
            'no': 13,
            'shlok':
                'अनपेक्षः शुचिर्दक्ष उदासीनो गतव्यथः ।\nसर्वारम्भपरित्यागी यो मद्भक्तः स मे प्रियः ॥१२-१६॥',
            'meaning':
                'मेरा ऐसा भक्त जो सामान्य कार्य-कलापों पर आश्रित नहीं है, जो शुद्ध है, दक्ष है, चिन्तारहित है, समस्त कष्टों से रहित है और किसी फल के लिए प्रयत्नशील नहीं रहता, मुझे अतिशय प्रिय है ।',
          },
          {
            'no': 14,
            'shlok':
                'यो न हृष्यति न द्वेष्टि न शोचति न काङ्क्षति ।\nशुभाशुभपरित्यागी भक्तिमान्यः स मे प्रियः ॥१२-१७॥',
            'meaning':
                'जो न कभी हर्षित होता है, न शोक करता है, जो न पछताता है, न इच्छा करता है, तथा शुभ तथा अशुभ दोनों प्रकार की वस्तुओं का परित्याग कर देता है, ऐसा भक्त मुझे अत्यन्त प्रिय है ।',
          },
          {
            'no': 15,
            'shlok':
                'समः शत्रौ च मित्रे च तथा मानापमानयोः ।\nशीतोष्णसुखदुःखेषु समः सङ्गविवर्जितः ॥१२-१८॥\nतुल्यनिन्दास्तुतिर्मौनी सन्तुष्टो येन केनचित् ।\nअनिकेतः स्थिरमतिर्भक्तिमान्मे प्रियो नरः ॥१२-१९॥',
            'meaning':
                'जो मित्रों तथा शत्रुओं के लिए समान है, जो मान तथा अपमान, शीत तथा गर्मी, सुख तथा दुख, यश तथा अपयश में समभाव रखता है, जो दूषित संगति से सदैव मुक्त रहता है, जो सदैव मौन और किसी भी वस्तु से संतुष्ट रहता है, जो किसी प्रकार के घर-बार की परवाह नहीं करता, जो ज्ञान में दृढ़ है और जो भक्ति में संलग्न है – ऐसा पुरुष मुझे अत्यन्त प्रिय है ।',
          },
          {
            'no': 16,
            'shlok':
                'ये तु धर्म्यामृतमिदं यथोक्तं पर्युपासते ।\nश्रद्दधाना मत्परमा भक्तास्तेऽतीव मे प्रियाः ॥१२-२०॥',
            'meaning':
                'जो इस भक्ति के अमर पथ का अनुसरण करते हैं, और जो मुझे ही अपने चरम लक्ष्य बना कर श्रद्धासहित पूर्णरूपेण संलग्न रहते हैं, वे भक्त मुझे अत्यधिक प्रिय हैं ।',
          },
        ],
      },
      //adhyay 13
      {
        'id': 'तेरहवाँ अध्याय',
        'name': 'क्षेत्रक्षत्रज्ञविभागयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'इदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते ।\nएतद्यो वेत्ति तं प्राहुः क्षेत्रज्ञ इति तद्विदः ॥१३-१॥',
            'meaning':
                'श्रीभगवान् ने कहा – हे कुन्तीपुत्र! यह शरीर क्षेत्र कहलाता है और इस क्षेत्र को जानने वाला क्षेत्रज्ञ है ।',
          },
          {
            'no': 2,
            'shlok':
                'क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत ।\nक्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम ॥१३-२॥',
            'meaning':
                'हे भरतवंशी! तुम्हें ज्ञात होना चाहिए कि मैं भी समस्त शरीरों में ज्ञाता भी हूँ और इस शरीर तथा इसके ज्ञाता को जान लेना ज्ञान कहलाता है । ऐसा मेरा मत है ।',
          },
          {
            'no': 3,
            'shlok':
                'तत्क्षेत्रं यच्च यादृक्च यद्विकारि यतश्च यत् ।\nस च यो यत्प्रभावश्च तत्समासेन मे शृणु ॥१३-३॥',
            'meaning':
                'अब तुम मुझसे यह सब संक्षेप में सुनो कि कर्मक्षेत्र क्या है, यह किस प्रकार बना है, इसमें क्या परिवर्तन होते हैं, यह कहाँ से उत्पन्न होता है, इस कर्मक्षेत्र को जानने वाला कौन है और उसके क्या प्रभाव हैं ।',
          },
          {
            'no': 4,
            'shlok':
                'ऋषिभिर्बहुधा गीतं छन्दोभिर्विविधैः पृथक् ।\nब्रह्मसूत्रपदैश्चैव हेतुमद्भिर्विनिश्चितैः ॥१३-४॥',
            'meaning':
                'विभिन्न वैदिक ग्रंथों में विभिन्न ऋषियों ने कार्यकलापों के क्षेत्र तथा उन कार्यकलापों के ज्ञाता के ज्ञान का वर्णन किया है । इसे विशेष रूप से वेदान्त सूत्र में कार्य-कारण के समस्त तर्क समेत प्रस्तुत किया गया है ।',
          },
          {
            'no': 5,
            'shlok':
                'महाभूतान्यहंकारो बुद्धिरव्यक्तमेव च ।\nइन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचराः ॥१३-५॥',
            'meaning':
                'पंच महाभूत, अहंकार, बुद्धि, अव्यक्त (प्रकृति), दस इन्द्रियाँ, एक मन, इन्द्रियों के पाँच विषय ।',
          },
          {
            'no': 6,
            'shlok':
                'इच्छा द्वेषः सुखं दुःखं संघातश्चेतना धृतिः ।\nएतत्क्षेत्रं समासेन सविकारमुदाहृतम् ॥१३-६॥',
            'meaning':
                'इच्छा, द्वेष, सुख, दुख, संघात (स्थूलदेह), चेतना (अन्त:करण की चेतन वृत्ति) तथा धृति - इस प्रकार यह क्षेत्र विकारों के सहित संक्षेप में कहा गया है ।',
          },
          {
            'no': 7,
            'shlok':
                'अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् ।\nआचार्योपासनं शौचं स्थैर्यमात्मविनिग्रहः ॥१३-७॥',
            'meaning':
                'अमानित्व, अदम्भित्व, अहिंसा, क्षमा, आर्जव, आचार्य की सेवा, शुद्धि, स्थिरता और आत्मसंयम ।',
          },
          {
            'no': 8,
            'shlok':
                'इन्द्रियार्थेषु वैराग्यमनहंकार एव च ।\nजन्ममृत्युजराव्याधि दुःखदोषानुदर्शनम् ॥१३-८॥',
            'meaning':
                'इन्द्रियों के विषय के प्रति वैराग्य, अहंकार का अभाव, जन्म, मृत्यु, वृद्धवस्था, व्याधि और दुख में दोष दर्शन ।',
          },
          {
            'no': 9,
            'shlok':
                'असक्तिरनभिष्वङ्गः पुत्रदारगृहादिषु ।\nनित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु ॥१३-९॥',
            'meaning':
                'आसक्ति तथा पुत्र, पत्नी, गृह आदि में अनभिष्वङ्ग (तादात्म्य का अभाव); और इष्ट और अनिष्ट की प्राप्ति में समचित्तता ।',
          },
          {
            'no': 10,
            'shlok':
                'मयि चानन्ययोगेन भक्तिरव्यभिचारिणी ।\nविविक्तदेशसेवित्वमरतिर्जनसंसदि ॥१३-१०॥',
            'meaning':
                'अनन्ययोग के द्वारा मुझमें अव्यभिचारिणी भक्ति, एकान्त स्थान में रहने का स्वभाव और (असंस्कृत) जनों के समुदाय में अरुचि ।',
          },
          {
            'no': 11,
            'shlok':
                'अध्यात्मज्ञाननित्यत्वं तत्त्वज्ञानार्थदर्शनम् ।\nएतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा ॥१३-११॥',
            'meaning':
                'अध्यात्मज्ञान में नित्यत्व अर्थात् स्थिरता तथा तत्त्वज्ञान के अर्थ रूप परमात्मा का दर्शन, यह सब तो ज्ञान कहा गया है, और जो इससे विपरीत है, वह अज्ञान है ।',
          },
          {
            'no': 12,
            'shlok':
                'ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वामृतमश्नुते ।\nअनादि मत्परं ब्रह्म न सत्तन्नासदुच्यते ॥१३-१२॥',
            'meaning':
                'अब मैं तुम्हें ज्ञेय के विषय में बतलाऊँगा, जिसे जानकर तुम नित्य ब्रह्म का आस्वादन कर सकोगे । यह ब्रह्म या आत्मा, जो अनादि है और मेरे अधीन है, इस भौतिक जगत् के कार्य-करण से परे स्थित है ।',
          },
          {
            'no': 13,
            'shlok':
                'सर्वतः पाणिपादं तत्सर्वतोऽक्षिशिरोमुखम् ।\nसर्वतः श्रुतिमल्लोके सर्वमावृत्य तिष्ठति ॥१३-१३॥',
            'meaning':
                'उनके हाथ, पाँव, आखें, सिर तथा मुँह तथा उनके कान सर्वत्र हैं । इस प्रकार परमात्मा सभी वस्तुओं में व्याप्त होकर अवस्थित है ।',
          },
          {
            'no': 14,
            'shlok':
                'सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम् ।\nअसक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च ॥१३-१४॥',
            'meaning':
                'परमात्मा समस्त इन्द्रियों के मूल स्त्रोत हैं, फिर भी वे इन्द्रियों से रहित हैं । वे समस्त जीवों के पालनकर्ता होकर भी अनासक्त हैं । वे प्रकृति के गुणों के परे हैं, फिर भी वे भौतिक प्रकृति के समस्त गुणों के स्वामी हैं ।',
          },
          {
            'no': 15,
            'shlok':
                'बहिरन्तश्च भूतानामचरं चरमेव च ।\nसूक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत् ॥१३-१५॥',
            'meaning':
                'परमसत्य जड़ तथा जंगम समस्त जीवों के बाहर तथा भीतर स्थित हैं । सूक्ष्म होने के कारण वे भौतिक इन्द्रियों के द्वारा जानने या देखने से परे हैं । यद्यपि वे अत्यन्त दूर रहते हैं, किन्तु हम सबों के निकट भी हैं ।',
          },
          {
            'no': 16,
            'shlok':
                'अविभक्तं च भूतेषु विभक्तमिव च स्थितम् ।\nभूतभर्तृ च तज्ज्ञेयं ग्रसिष्णु प्रभविष्णु च ॥१३-१६॥',
            'meaning':
                'यद्यपि परमात्मा समस्त जीवों के मध्य विभाजित प्रतीत होता है, लेकिन वह कभी भी विभाजित नहीं है । वह एक रूप में स्थित है । यद्यपि वह प्रत्येक जीव का पालनकर्ता है, लेकिन यह समझना चाहिए कि वह सबों का संहारकरता है और सबों को जन्म देता है ।',
          },
          {
            'no': 17,
            'shlok':
                'ज्योतिषामपि तज्ज्योतिस्तमसः परमुच्यते ।\nज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य विष्ठितम् ॥१३-१७॥',
            'meaning':
                'वे समस्त प्रकाशमान वस्तुओं के प्रकाशस्त्रोत हैं । वे भौतिक अंधकार से परे हैं और अगोचर हैं । वे ज्ञान हैं, ज्ञेय हैं और ज्ञान के लक्ष्य हैं । वे सबके हृदय में स्थित हैं ।',
          },
          {
            'no': 18,
            'shlok':
                'इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासतः ।\nमद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते ॥१३-१८॥',
            'meaning':
                'इस प्रकार मैंने कर्म क्षेत्र (शरीर), ज्ञान तथा ज्ञेय का संक्षेप में वर्णन किया है । इसे केवल मेरे भक्त ही पूरी तरह समझ सकते हैं और इस तरह मेरे स्वभाव को प्राप्त होते हैं ।',
          },
          {
            'no': 19,
            'shlok':
                'प्रकृतिं पुरुषं चैव विद्ध्यनादी उभावपि ।\nविकारांश्च गुणांश्चैव विद्धि प्रकृतिसंभवान् ॥१३-१९॥',
            'meaning':
                'प्रकृति तथा जीवों को अनादि समझना चाहिए । उनके विकार तथा गुण प्रकृतिजन्य हैं ।',
          },
          {
            'no': 20,
            'shlok':
                'कार्यकरणकर्तृत्वे हेतुः प्रकृतिरुच्यते ।\nपुरुषः सुखदुःखानां भोक्तृत्वे हेतुरुच्यते ॥१३-२०॥',
            'meaning':
                'प्रकृति समस्त भौतिक कारणों तथा कार्यों (परिणामों) की हेतु कही जाती है, और जीव (पुरुष) इस संसार में विविध सुख-दुख के भोग का कारण कहा जाता है ।',
          },
          {
            'no': 21,
            'shlok':
                'पुरुषः प्रकृतिस्थो हि भुङ्‌क्ते प्रकृतिजान्गुणान् ।\nकारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु ॥१३-२१॥',
            'meaning':
                'इस प्रकार जीव प्रकृति के तीनों गुणों का भोग करता हुआ प्रकृति में ही जीवन बिताता है । यह उस प्रकृति के साथ उसकी संगति के कारण है । इस तरह उसे उत्तम तथा अधम योनियाँ मिलती रहती हैं ।',
          },
          {
            'no': 22,
            'shlok':
                'उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्वरः ।\nपरमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुषः परः ॥१३-२२॥',
            'meaning':
                'तो भी इस शरीर में एक दिव्य भोक्ता है, जो ईश्र्वर है, परम स्वामी है और साक्षी तथा अनुमति देने वाले के रूप में विद्यमान है और जो परमात्मा कहलाता है ।',
          },
          {
            'no': 23,
            'shlok':
                'य एवं वेत्ति पुरुषं प्रकृतिं च गुणैः सह ।\nसर्वथा वर्तमानोऽपि न स भूयोऽभिजायते ॥१३-२३॥',
            'meaning':
                'जो व्यक्ति प्रकृति, जीव तथा प्रकृति के गुणों की अन्तःक्रिया से सम्बन्धित इस विचारधारा को समझ लेता है, उसे मुक्ति की प्राप्ति सुनिश्चित है । उसकी वर्तमान स्थिति चाहे जैसी हो, यहाँ पर उसका पुनर्जन्म नहीं होगा ।',
          },
          {
            'no': 24,
            'shlok':
                'ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना ।\nअन्ये सांख्येन योगेन कर्मयोगेन चापरे ॥१३-२४॥',
            'meaning':
                'कुछ लोग परमात्मा को ध्यान के द्वारा अपने भीतर देखते हैं, तो दूसरे लोग ज्ञान के अनुशीलन द्वारा और कुछ ऐसे हैं जो निष्काम कर्मयोग द्वारा देखते हैं ।',
          },
          {
            'no': 25,
            'shlok':
                'अन्ये त्वेवमजानन्तः श्रुत्वान्येभ्य उपासते ।\nतेऽपि चातितरन्त्येव मृत्युं श्रुतिपरायणाः ॥१३-२५॥',
            'meaning':
                'ऐसे भी लोग हैं जो यद्यपि आध्यात्मिक ज्ञान से अवगत नहीं होते पर अन्यों से परम पुरुष के विषय में सुनकर उनकी पूजा करने लगते हैं । ये लोग भी प्रामाणिक पुरुषों सेश्रवण करने की मनोवृत्ति होने के कारण जन्म तथा मृत्यु पथ को पार कर जाते हैं ।',
          },
          {
            'no': 26,
            'shlok':
                'यावत्संजायते किंचित्सत्त्वं स्थावरजङ्गमम् ।\nक्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ ॥१३-२६॥',
            'meaning':
                'हे भरतवंशियों में श्रेष्ठ! यह जान लो कि चर तथा अचर जो भी तुम्हें अस्तित्व में दीख रहा है, वह कर्मक्षेत्र तथा क्षेत्र के ज्ञाता का संयोग मात्र है ।',
          },
          {
            'no': 27,
            'shlok':
                'समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् ।\nविनश्यत्स्वविनश्यन्तं यः पश्यति स पश्यति ॥१३-२७॥',
            'meaning':
                'जो परमात्मा को समस्त शरीरों में आत्मा के साथ देखता है और जो यह समझता है कि इस नश्वर शरीर के भीतर न तो आत्मा, न ही परमात्मा कभी भी विनष्ट होता है, वही वास्तव में देखता है ।',
          },
          {
            'no': 28,
            'shlok':
                'समं पश्यन्हि सर्वत्र समवस्थितमीश्वरम् ।\nन हिनस्त्यात्मनात्मानं ततो याति परां गतिम् ॥१३-२८॥',
            'meaning':
                'जो व्यक्ति परमात्मा को सर्वत्र तथा प्रत्येक जीव में समान रूप से वर्तमान देखता है, वह अपने मन के द्वारा अपने आपको भ्रष्ट नहीं करता । इस प्रकार वह दिव्य गन्तव्य को प्राप्त करता है ।',
          },
          {
            'no': 29,
            'shlok':
                'प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः ।\nयः पश्यति तथात्मानमकर्तारं स पश्यति ॥१३-२९॥',
            'meaning':
                'जो यह देखता है कि सारे कार्य शरीर द्वारा सम्पन्न किये जाते हैं, जिसकी उत्पत्ति प्रकृति से हुई है, और जो देखता है कि आत्मा कुछ भी नहीं करता, वही यथार्थ में देखता है ।',
          },
          {
            'no': 30,
            'shlok':
                'यदा भूतपृथग्भावमेकस्थमनुपश्यति ।\nतत एव च विस्तारं ब्रह्म संपद्यते तदा ॥१३-३०॥',
            'meaning':
                'जब विवेकवान् व्यक्ति विभिन्न भौतिक शरीरों के कारण विभिन्न स्वरूपों को देखना बन्द कर देता है, और यह देखता है कि किस प्रकार जीव सर्वत्र फैले हुए हैं, तो वह ब्रह्म-बोध को प्राप्त होता है ।',
          },
          {
            'no': 31,
            'shlok':
                'अनादित्वान्निर्गुणत्वात्परमात्मायमव्ययः ।\nशरीरस्थोऽपि कौन्तेय न करोति न लिप्यते ॥१३-३१॥',
            'meaning':
                'शाश्र्वत दृष्टिसम्पन्न लोग यह देख सकते हैं कि अविनाशी आत्मा दिव्य, शाश्र्वत तथा गुणों अतीत है । हे अर्जुन! भौतिक शरीर के साथ सम्पर्क होते हुए भी आत्मा न तो कुछ करता है और न लिप्त होता है ।',
          },
          {
            'no': 32,
            'shlok':
                'यथा सर्वगतं सौक्ष्म्यादाकाशं नोपलिप्यते ।\nसर्वत्रावस्थितो देहे तथात्मा नोपलिप्यते ॥१३-३२॥',
            'meaning':
                'यद्यपि आकाश सर्वव्यापी है, किन्तु अपनी सूक्ष्म प्रकृति के कारण, किसी वस्तु से लिप्त नहीं होता । इसी तरह ब्रह्मदृष्टि में स्थित आत्मा, शरीर में स्थित रहते हुए भी, शरीर से लिप्त नहीं होता ।',
          },
          {
            'no': 33,
            'shlok':
                'यथा प्रकाशयत्येकः कृत्स्नं लोकमिमं रविः ।\nक्षेत्रं क्षेत्री तथा कृत्स्नं प्रकाशयति भारत ॥१३-३३॥',
            'meaning':
                'हे भरतपुत्र! जिस प्रकार सूर्य अकेले इस सारे ब्रह्माण्ड को प्रकाशित करता है, उसी प्रकार शरीर के भीतर स्थित एक आत्मा सारे शरीर को चेतना से प्रकाशित करता है ।',
          },
          {
            'no': 34,
            'shlok':
                'क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा ।\nभूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम् ॥१३-३४॥',
            'meaning':
                'जो लोग ज्ञान के चक्षुओं से शरीर तथा शरीर के ज्ञाता के अन्तर को देखते हैं और भव-बन्धन से मुक्ति की विधि को भी जानते हैं, उन्हें परमलक्ष्य प्राप्त होता है ।',
          },
        ],
      },
      //adhyay 14
      {
        'id': 'चौदहवाँ अध्याय',
        'name': 'गुणत्रयविभागयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'परं भूयः प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् ।\nयज्ज्ञात्वा मुनयः सर्वे परां सिद्धिमितो गताः ॥१४-१॥',
            'meaning':
                'भगवान् ने कहा – अब मैं तुमसे समस्त ज्ञानोंमें सर्वश्रेष्ठ इस परम ज्ञान को पुनः कहूँगा, जिसे जान लेने पर समस्त मुनियों ने परम सिद्धि प्राप्त की है ।',
          },
          {
            'no': 2,
            'shlok':
                'इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागताः ।\nसर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च ॥१४-२॥',
            'meaning':
                'इस ज्ञान में स्थिर होकर मनुष्य मेरी जैसी दिव्य प्रकृति (स्वभाव) को प्राप्त कर सकता है । इस प्रकार स्थित हो जाने पर वह न तो सृष्टि के समय उत्पन्न होता है और न प्रलय के समय विचलित होता है ।',
          },
          {
            'no': 3,
            'shlok':
                'मम योनिर्महद्ब्रह्म तस्मिन्गर्भं दधाम्यहम् ।\nसंभवः सर्वभूतानां ततो भवति भारत ॥१४-३॥',
            'meaning':
                'हे भरतपुत्र! ब्रह्म नामक भौतिक वस्तु जन्म का स्त्रोत है और मैं इसी ब्रह्म को गर्भस्य करता हूँ, जिससे समस्त जीवों का जन्म होता है ।',
          },
          {
            'no': 4,
            'shlok':
                'सर्वयोनिषु कौन्तेय मूर्तयः संभवन्ति याः ।\nतासां ब्रह्म महद्योनिरहं बीजप्रदः पिता ॥१४-४॥',
            'meaning':
                'हे कुन्तीपुत्र! तुम यह समझ लो कि समस्त प्रकार की जीव-योनियाँ इस भौतिक प्रकृति में जन्म द्वारा सम्भव हैं और मैं उनका बीज-प्रदाता पिता हूँ ।',
          },
          {
            'no': 5,
            'shlok':
                'सत्त्वं रजस्तम इति गुणाः प्रकृतिसंभवाः ।\nनिबध्नन्ति महाबाहो देहे देहिनमव्ययम् ॥१४-५॥',
            'meaning':
                'भौतिक प्रकृति तीन गुणों से युक्त है । ये हैं – सतो, रजो तथा तमोगुण । हे महाबाहु अर्जुन! जब शाश्र्वत जीव प्रकृति के संसर्ग में आता है, तो वह इन गुणों से बँध जाता है ।',
          },
          {
            'no': 6,
            'shlok':
                'तत्र सत्त्वं निर्मलत्वात्प्रकाशकमनामयम् ।\nसुखसङ्गेन बध्नाति ज्ञानसङ्गेन चानघ ॥१४-६॥',
            'meaning':
                'हे निष्पाप! सतोगुण अन्य गुणों की अपेक्षा अधिक शुद्ध होने के कारण प्रकाश प्रदान करने वाला और मनुष्यों को सारे पाप कर्मों से मुक्त करने वाला है । जो लोग इस गुण में स्थित होते हैं, वे सुख तथा ज्ञान के भाव से बँध जाते हैं ।',
          },
          {
            'no': 7,
            'shlok':
                'रजो रागात्मकं विद्धि तृष्णासङ्गसमुद्भवम् ।\nतन्निबध्नाति कौन्तेय कर्मसङ्गेन देहिनम् ॥१४-७॥',
            'meaning':
                'हे कुन्तीपुत्र! रजोगुण की उत्पत्ति असीम आकांक्षाओं तथा तृष्णाओं से होती है और इसी के कारण से यह देहधारी जीव सकाम कर्मों से बँध जाता है ।',
          },
          {
            'no': 8,
            'shlok':
                'तमस्त्वज्ञानजं विद्धि मोहनं सर्वदेहिनाम् ।\nप्रमादालस्यनिद्राभिस्तन्निबध्नाति भारत ॥१४-८॥',
            'meaning':
                'हे भरतपुत्र! तुम जान लो कि अज्ञान से उत्पन्न तमोगुण समस्त देहधारी जीवों का मोह है । इस गुण के प्रतिफल पागलपन (प्रमाद), आलस तथा नींद हैं, जो बद्धजीव को बाँधते हैं ।',
          },
          {
            'no': 9,
            'shlok':
                'सत्त्वं सुखे संजयति रजः कर्मणि भारत ।\nज्ञानमावृत्य तु तमः प्रमादे संजयत्युत ॥१४-९॥',
            'meaning':
                'हे भरतपुत्र! सतोगुण मनुष्य को सुख से बाँधता है, रजोगुण सकाम कर्म से बाँधता है और तमोगुण मनुष्य के ज्ञान को ढक कर उसे पागलपन से बाँधता है ।',
          },
          {
            'no': 10,
            'shlok':
                'रजस्तमश्चाभिभूय सत्त्वं भवति भारत ।\nरजः सत्त्वं तमश्चैव तमः सत्त्वं रजस्तथा ॥१४-१०॥',
            'meaning':
                'हे भरतपुत्र! कभी-कभी सतोगुण रजोगुण तथा तमोगुण को परास्त करके प्रधान बन जाता है तो कभी रजोगुण सतो तथा तमोगुणों को परास्त कर देता है और कभी ऐसा होता है कि तमोगुण सतो तथा रजोगुणों को परास्त कर देता है | इस प्रकार श्रेष्ठता के लिए निरन्तर स्पर्धा चलती रहती है ।',
          },
          {
            'no': 11,
            'shlok':
                'सर्वद्वारेषु देहेऽस्मिन्प्रकाश उपजायते ।\nज्ञानं यदा तदा विद्याद्विवृद्धं सत्त्वमित्युत ॥१४-११॥',
            'meaning':
                'सतोगुण की अभीव्यक्ति को तभी अनुभव किया जा सकता है, जब शरीर के सारे द्वार ज्ञान के प्रकाश से प्रकाशित होते हैं ।',
          },
          {
            'no': 12,
            'shlok':
                'लोभः प्रवृत्तिरारम्भः कर्मणामशमः स्पृहा ।\nरजस्येतानि जायन्ते विवृद्धे भरतर्षभ ॥१४-१२॥',
            'meaning':
                'हे भरतवंशियों में प्रमुख! जब रजोगुण में वृद्धि हो जाती है, तो अत्यधिक आसक्ति, सकाम कर्म, गहन उद्यम तथा अनियन्त्रित इच्छा एवं लालसा के लक्षण प्रकट होते हैं ।',
          },
          {
            'no': 13,
            'shlok':
                'अप्रकाशोऽप्रवृत्तिश्च प्रमादो मोह एव च ।\nतमस्येतानि जायन्ते विवृद्धे कुरुनन्दन ॥१४-१३॥',
            'meaning':
                'जब तमोगुण में वृद्धि हो जाती है, तो हे कुरुपुत्र! अँधेरा, जड़ता, प्रमत्तता तथा मोह का प्राकट्य होता है ।',
          },
          {
            'no': 14,
            'shlok':
                'यदा सत्त्वे प्रवृद्धे तु प्रलयं याति देहभृत् ।\nतदोत्तमविदां लोकानमलान्प्रतिपद्यते ॥१४-१४॥',
            'meaning':
                'जब कोई सतोगुण में मरता है, तो उसे महर्षियों के विशुद्ध उच्चतर लोकों की प्राप्ति होती है ।',
          },
          {
            'no': 15,
            'shlok':
                'रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते ।\nतथा प्रलीनस्तमसि मूढयोनिषु जायते ॥१४-१५॥',
            'meaning':
                'जब कोई रजोगुण में मरता है, तो वह सकाम कर्मियों के बीच जन्म ग्रहण करता है और जब कोई तमोगुण में मरता है, तो वह पशुयोनि में जन्म धारण करता है ।',
          },
          {
            'no': 16,
            'shlok':
                'कर्मणः सुकृतस्याहुः सात्त्विकं निर्मलं फलम् ।\nरजसस्तु फलं दुःखमज्ञानं तमसः फलम् ॥१४-१६॥',
            'meaning':
                'पुण्यकर्म का फल शुद्ध होता है और सात्त्विक कहलाता है । लेकिन रजोगुण में सम्पन्न कर्म का फल दुख होता है और तमोगुण में किये गये कर्म मूर्खता में प्रतिफलित होते हैं ।',
          },
          {
            'no': 17,
            'shlok':
                'सत्त्वात्संजायते ज्ञानं रजसो लोभ एव च ।\nप्रमादमोहौ तमसो भवतोऽज्ञानमेव च ॥१४-१७॥',
            'meaning':
                'सतोगुण से वास्तविक ज्ञान उत्पन्न होता है, रजोगुण से लोभ उत्पन्न होता है और तमोगुण से अज्ञान, प्रमाद और मोह उत्पन्न होता हैं ।',
          },
          {
            'no': 18,
            'shlok':
                'ऊर्ध्वं गच्छन्ति सत्त्वस्था मध्ये तिष्ठन्ति राजसाः ।\nजघन्यगुणवृत्तिस्था अधो गच्छन्ति तामसाः ॥१४-१८॥',
            'meaning':
                'सतोगुणी व्यक्ति क्रमशः उच्च लोकों को ऊपर जाते हैं,रजोगुणी इसी पृथ्वीलोक में रह जाते हैं, और जो अत्यन्त गर्हित तमोगुण में स्थित हैं, वे नीचे नरक लोकों को जाते हैं ।',
          },
          {
            'no': 19,
            'shlok':
                'नान्यं गुणेभ्यः कर्तारं यदा द्रष्टानुपश्यति ।\nगुणेभ्यश्च परं वेत्ति मद्भावं सोऽधिगच्छति ॥१४-१९॥',
            'meaning':
                'जब कोई यह अच्छी तरह जान लेता है कि समस्त कार्यों में प्रकृति के तीनों गुणों के अतिरिक्त अन्य कोई कर्ता नहीं है और जब वह परमेश्र्वर को जान लेता है, जो इन तीनों गुणों से परे है, तो वह मेरे दिव्य स्वभाव को प्राप्त होता है ।',
          },
          {
            'no': 20,
            'shlok':
                'गुणानेतानतीत्य त्रीन्देही देहसमुद्भवान् ।\nजन्ममृत्युजरादुःखैर्विमुक्तोऽमृतमश्नुते ॥१४-२०॥',
            'meaning':
                'जब देहधारी जीव भौतिक शरीर से सम्बद्ध इन तीनों गुणों को लाँघने में समर्थ होता है, तो वह जन्म, मृत्यु, बुढ़ापा तथा अनेक कष्टों से मुक्त हो सकता है और इसी जीवन में अमृत का भोग कर सकता है ।',
          },
          {
            'no': 21,
            'shlok':
                'कैर्लिङ्गैस्त्रीन्गुणानेतानतीतो भवति प्रभो ।\nकिमाचारः कथं चैतांस्त्रीन्गुणानतिवर्तते ॥१४-२१॥',
            'meaning':
                'अर्जुन ने पूछा – हे भगवान्! जो इन तीनों गुणों से परे है, वह किन लक्षणों के द्वारा जाना जाता है ? उसका आचरण कैसा होता है ? और वह प्रकृति के गुणों को किस प्रकार लाँघता है ?',
          },
          {
            'no': 22,
            'shlok':
                'प्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव ।\nन द्वेष्टि संप्रवृत्तानि न निवृत्तानि काङ्क्षति ॥१४-२२॥',
            'meaning':
                'श्रीभगवान् ने कहा - हे पाण्डव ! (ज्ञानी पुरुष) प्रकाश, प्रवृत्ति और मोह के प्रवृत्त होने पर भी उनका द्वेष नहीं करता तथा निवृत्त होने पर उनकी आकांक्षा नहीं करता है ।',
          },
          {
            'no': 23,
            'shlok':
                'उदासीनवदासीनो गुणैर्यो न विचाल्यते ।\nगुणा वर्तन्त इत्येव योऽवतिष्ठति नेङ्गते ॥१४-२३॥',
            'meaning':
                'जो उदासीन के समान आसीन होकर गुणों के द्वारा विचलित नहीं किया जा सकता और गुण ही व्यवहार करते हैं ऐसा जानकर स्थित रहता है और उस स्थिति से विचलित नहीं होता ।',
          },
          {
            'no': 24,
            'shlok':
                'समदुःखसुखः स्वस्थः समलोष्टाश्मकाञ्चनः ।\nतुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुतिः ॥१४-२४॥',
            'meaning':
                'जो स्वस्थ (स्वरूप में स्थित), सुख-दु:ख में समान रहता है तथा मिट्टी, पत्थर और स्वर्ण में समदृष्टि रखता है; ऐसा वीर पुरुष प्रिय और अप्रिय को तथा निन्दा और आत्मस्तुति को तुल्य समझता है ।',
          },
          {
            'no': 25,
            'shlok':
                'मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयोः ।\nसर्वारम्भपरित्यागी गुणातीतः स उच्यते ॥१४-२५॥',
            'meaning':
                'जो मान और अपमान में सम है; शत्रु और मित्र के पक्ष में भी सम है, ऐसा सर्वारम्भ परित्यागी पुरुष गुणातीत कहा जाता है ।',
          },
          {
            'no': 26,
            'shlok':
                'मां च योऽव्यभिचारेण भक्तियोगेन सेवते ।\nस गुणान्समतीत्यैतान्ब्रह्मभूयाय कल्पते ॥१४-२६॥',
            'meaning':
                'जो समस्त परिस्थितियों में अविचलित भाव से पूर्ण भक्ति में प्रवृत्त होता है, वह तुरन्त ही प्रकृति के गुणों को लाँघ जाता है और इस प्रकार ब्रह्म के स्तर तक पहुँच जाता है ।',
          },
          {
            'no': 27,
            'shlok':
                'ब्रह्मणो हि प्रतिष्ठाहममृतस्याव्ययस्य च ।\nशाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च ॥१४-२७॥',
            'meaning':
                'और मैं ही उस निराकार ब्रह्म का आश्रय हूँ, जो अमर्त्य, अविनाशी तथा शाश्र्वत है और चरम सुख का स्वाभाविक पद है ।',
          },
        ],
      },
      //adhyay 15
      {
        'id': 'पंद्रहवाँ अध्याय',
        'name': 'पुरुषोत्तमयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'ऊर्ध्वमूलमधःशाखमश्वत्थं प्राहुरव्ययम् ।\nछन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् ॥१५-१॥',
            'meaning':
                'भगवान् ने कहा – कहा जाता है कि एक शाश्र्वत अश्र्वत्थ वृक्ष है, जिसकी जड़े तो ऊपर की ओर हैं और शाखाएँ नीचे की ओर तथा पत्तियाँ वैदिक स्तोत्र हैं । जो इस वृक्ष को जानता है, वह वेदों का ज्ञाता है ।',
          },
          {
            'no': 2,
            'shlok':
                'अधश्चोर्ध्वं प्रसृतास्तस्य शाखा गुणप्रवृद्धा विषयप्रवालाः ।\nअधश्च मूलान्यनुसंततानि कर्मानुबन्धीनि मनुष्यलोके ॥',
            'meaning':
                'इस वृक्ष की शाखाएँ ऊपर तथा नीचे फैली हुई हैं और प्रकृति के तीन गुणों द्वारा पोषित हैं । इसकी टहनियाँ इन्द्रियविषय हैं । इस वृक्ष की जड़ें नीचे की ओर भी जाती हैं, जो मानवसमाज के सकाम कर्मों से बँधी हुई हैं ।',
          },
          {
            'no': 3,
            'shlok':
                'न रूपमस्येह तथोपलभ्यते नान्तो न चादिर्न च संप्रतिष्ठा ।\nअश्वत्थमेनं सुविरूढमूलमसङ्गशस्त्रेण दृढेन छित्त्वा ॥',
            'meaning':
                'इस (संसार वृक्ष) का स्वरूप जैसा कहा गया है वैसा यहाँ उपलब्ध नहीं होता है, क्योंकि इसका न आदि है और न अंत और न प्रतिष्ठा ही है। इस अति दृढ़ मूल वाले अश्वत्थ वृक्ष को दृढ़ असङ्ग शस्त्र से काटकर ।',
          },
          {
            'no': 4,
            'shlok':
                'ततः पदं तत्परिमार्गितव्यं यस्मिन्गता न निवर्तन्ति भूयः ।\nतमेव चाद्यं पुरुषं प्रपद्ये यतः प्रवृत्तिः प्रसृता पुराणी ॥१५-४॥',
            'meaning':
                '(तदुपरान्त) उस पद का अन्वेषण करना चाहिए जिसको प्राप्त हुए पुरुष पुन: संसार में नहीं लौटते हैं। मैं उस आदि पुरुष की शरण हूँ, जिससे यह पुरातन प्रवृत्ति प्रसृत हुई है ।',
          },
          {
            'no': 5,
            'shlok':
                'निर्मानमोहा जितसङ्गदोषा अध्यात्मनित्या विनिवृत्तकामाः ।\nद्वन्द्वैर्विमुक्ताः सुखदुःखसंज्ञैर्गच्छन्त्यमूढाः पदमव्ययं तत् ॥१५-५॥',
            'meaning':
                'जो झूठी प्रतिष्ठा, मोह तथा कुसंगति से मुक्त हैं, जो शाश्र्वत तत्त्व को समझते हैं, जिन्होंने भौतिक काम को नष्ट कर दिया है, जो सुख तथा दुख के द्वन्द्व से मुक्त हैं और जो मोहरहित होकर परम पुरुष के शरणागत होना चाहते हैं, वे उस शाश्र्वत राज्य को प्राप्त होते हैं ।',
          },
          {
            'no': 6,
            'shlok':
                'न तद्भासयते सूर्यो न शशाङ्को न पावकः ।\nयद्गत्वा न निवर्तन्ते तद्धाम परमं मम ॥१५-६॥',
            'meaning':
                'वह मेरा परम धाम न तो सूर्य या चन्द्र के द्वारा प्रकाशित होता है और न अग्नि या बिजली से । जो लोग वहाँ पहुँच जाते हैं, वे इस भौतिक जगत् में फिर से लौट कर नहीं आते ।',
          },
          {
            'no': 7,
            'shlok':
                'ममैवांशो जीवलोके जीवभूतः सनातनः ।\nमनःषष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति ॥१५-७॥',
            'meaning':
                'इस बद्ध जगत् में सारे जीव मेरे शाश्र्वत अंश हैं । बद्ध जीवन के कारण वे छहों इन्द्रियों के घोर संघर्ष कर रहे हैं, जिसमें मन भी सम्मिलित है ।',
          },
          {
            'no': 8,
            'shlok':
                'शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वरः ।\nगृहित्वैतानि संयाति वायुर्गन्धानिवाशयात् ॥१५-८॥',
            'meaning':
                'इस संसार में जीव अपनी देहात्मबुद्धि को एक शरीर से दूसरे में उसी तरह ले जाता है, जिस प्रकार वायु सुगन्धि को ले जाता है । इस प्रकार वह एक शरीर धारण करता है और फिर इसे त्याग कर दूसरा शरीर धारण करता है ।',
          },
          {
            'no': 9,
            'shlok':
                'श्रोत्रं चक्षुः स्पर्शनं च रसनं घ्राणमेव च ।\nअधिष्ठाय मनश्चायं विषयानुपसेवते ॥१५-९॥',
            'meaning':
                'इस प्रकार दूसरा स्थूल शरीर धारण करके जीव विशेष प्रकार का कान, आँख, जीभ, नाक तथा स्पर्श इन्द्रिय (त्वचा) प्राप्त करता है, जो मन के चारों ओर संपुंजित है | इस प्रकार वह इन्द्रियविषयों के एक विशिष्ट समुच्चय का भोग करता है ।',
          },
          {
            'no': 10,
            'shlok':
                'उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितम् ।\nविमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुषः ॥१५-१०॥',
            'meaning':
                'मूर्ख न तो समझ पाते हैं कि जीव किस प्रकार अपना शरीर त्याग सकता है, न ही वे यह समझ पाते हैं कि प्रकृति के गुणों के अधीन वह किस तरह के शरीर का भोग करता है । लेकिन जिसकी आँखें ज्ञान से प्रशिक्षित होती हैं, वह यह सब देख सकता है ।',
          },
          {
            'no': 11,
            'shlok':
                'यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम् ।\nयतन्तोऽप्यकृ तात्मानो नैनं पश्यन्त्यचेतसः ॥१५-११॥',
            'meaning':
                'आत्म-साक्षात्कार को प्राप्त प्रयत्नशील योगीजन यह स्पष्ट रूप से देख सकते हैं । लेकिन जिनके मन विकसित नहीं हैं और जो आत्म-साक्षात्कार को प्राप्त नहीं हैं, वे प्रयत्न करके भी यह नहीं देख पाते कि क्या हो रहा है ।',
          },
          {
            'no': 12,
            'shlok':
                'यदादित्यगतं तेजो जगद्भासयतेऽखिलम् ।\nयच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम् ॥१५-१२॥',
            'meaning':
                'सूर्य का तेज, जो सारे विश्र्व के अंधकार को दूर करता है, मुझसे ही निकलता है | चन्द्रमा तथा अग्नि के तेज भी मुझसे उत्पन्न हैं ।',
          },
          {
            'no': 13,
            'shlok':
                'गामाविश्य च भूतानि धारयाम्यहमोजसा ।\nपुष्णामि चौषधीः सर्वाः सोमो भूत्वा रसात्मकः ॥१५-१३॥',
            'meaning':
                'मैं प्रत्येक लोक में प्रवेश करता हूँ और मेरी शक्ति से सारे लोक अपनी कक्षा में स्थित रहते हैं । मैं चन्द्रमा बनकर समस्त वनस्पतियों को जीवन-रस प्रदान करता हूँ ।',
          },
          {
            'no': 14,
            'shlok':
                'अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रितः ।\nप्राणापानसमायुक्तः पचाम्यन्नं चतुर्विधम् ॥१५-१४॥',
            'meaning':
                'मैं समस्त जीवों के शरीरों में पाचन-अग्नि (वैश्र्वानर) हूँ और मैं श्र्वास-प्रश्र्वास (प्राण वायु) में रह कर चार प्रकार के अन्नों को पचाता हूँ ।',
          },
          {
            'no': 15,
            'shlok':
                'सर्वस्य चाहं हृदि संनिविष्टो मत्तः स्मृतिर्ज्ञानमपोहनं च ।\nवेदैश्च सर्वैरहमेव वेद्यो वेदान्तकृद्वेदविदेव चाहम् ॥१५-१५॥',
            'meaning':
                'मैं प्रत्येक जीव के हृदय में आसीन हूँ और मुझ से ही स्मृति, ज्ञान तथा विस्मृति होती है | मैं ही वेदों के द्वारा जानने योग्य हूँ | निस्सन्देह मैं वेदान्त का संकलनकर्ता तथा समस्त वेदों का जानने वाला हूँ ।',
          },
          {
            'no': 16,
            'shlok':
                'द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च ।\nक्षरः सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते ॥१५-१६॥',
            'meaning':
                'जीव दो प्रकार हैं – च्युत तथा अच्युत । भौतिक जगत् में प्रत्येक जीव च्युत (क्षर) होता है और आध्यात्मिक जगत् में प्रत्येक जीव अच्युत कहलाता है ।',
          },
          {
            'no': 17,
            'shlok':
                'उत्तमः पुरुषस्त्वन्यः परमात्मेत्युदाहृतः ।\nयो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वरः ॥१५-१७॥',
            'meaning':
                'इन दोनों के अतिरिक्त एक परम पुरुष परमात्मा है जो साक्षात् अविनाशी है और जो तीनों लोकों में प्रवेश करके उनका पालन कर रहा है ।',
          },
          {
            'no': 18,
            'shlok':
                'यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तमः ।\nअतोऽस्मि लोके वेदे च प्रथितः पुरुषोत्तमः ॥१५-१८॥',
            'meaning':
                'चूँकि मैं क्षर तथा अक्षर दोनों के परे हूँ और चूँकि मैं सर्वश्रेष्ठ हूँ, अतएव मैं इस जगत् में तथा वेदों में परम पुरुष के रूप में विख्यात हूँ ।',
          },
          {
            'no': 19,
            'shlok':
                'यो मामेवमसंमूढो जानाति पुरुषोत्तमम् ।\nस सर्वविद्भजति मां सर्वभावेन भारत ॥१५-१९॥',
            'meaning':
                'जो कोई भी मुझे संशयरहित होकर पुरुषोत्तम भगवान् के रूप में जानता है, वह सब कुछ जानता है । अतएव हे भरतपुत्र! वह व्यक्ति मेरी पूर्ण भक्ति में रत होता है ।',
          },
          {
            'no': 20,
            'shlok':
                'इति गुह्यतमं शास्त्रमिदमुक्तं मयानघ ।\nएतद्‌बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत ॥१५-२०॥',
            'meaning':
                'हे अनघ! यह वैदिक शास्त्रों का सर्वाधिक गुप्त अंश है, जिसे मैंने अब प्रकट किया है | जो कोई इसे समझता है, वह बुद्धिमान हो जाएगा और उसके प्रयास पूर्ण होंगे ।',
          },
        ],
      },
      //adhyay 16
      {
        'id': 'सोलहवाँ अध्याय',
        'name': 'दैवासुरसंपद्विभागयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'अभयं सत्त्वसंशुद्धिर्ज्ञानयोगव्यवस्थितिः ।\nदानं दमश्च यज्ञश्च स्वाध्यायस्तप आर्जवम् ॥१६-१॥',
            'meaning':
                'श्री भगवान् ने कहा - अभय, अन्त:करण की शुद्धि, ज्ञानयोग में दृढ़ स्थिति, दान, दम, यज्ञ, स्वाध्याय, तप और आर्जव ।',
          },
          {
            'no': 2,
            'shlok':
                'अहिंसा सत्यमक्रोधस्त्यागः शान्तिरपैशुनम् ।\nदया भूतेष्वलोलुप्त्वं मार्दवं ह्रीरचापलम् ॥१६-२॥',
            'meaning':
                'अहिंसा, सत्य, क्रोध का अभाव, त्याग, शान्ति, अपैशुनम् (किसी की निन्दा न करना), भूतमात्र के प्रति दया, अलोलुपता , मार्दव (कोमलता), लज्जा, अचंचलता ।',
          },
          {
            'no': 3,
            'shlok':
                'तेजः क्षमा धृतिः शौचमद्रोहो नातिमानिता ।\nभवन्ति संपदं दैवीमभिजातस्य भारत ॥१६-३॥',
            'meaning':
                'हे भारत ! तेज, क्षमा, धैर्य, शौच (शुद्धि), अद्रोह और अतिमान (गर्व) का अभाव ये सब दैवी संपदा को प्राप्त पुरुष के लक्षण हैं ।',
          },
          {
            'no': 4,
            'shlok':
                'दम्भो दर्पोऽभिमानश्च क्रोधः पारुष्यमेव च ।\nअज्ञानं चाभिजातस्य पार्थ संपदमासुरीम् ॥१६-४॥',
            'meaning':
                'हे पृथापुत्र! दम्भ, दर्प, अभिमान, क्रोध, कठोरता तथा अज्ञान – ये सारे आसुरी स्वभाव वालों के गुण हैं ।',
          },
          {
            'no': 5,
            'shlok':
                'दैवी संपद्विमोक्षाय निबन्धायासुरी मता ।\nमा शुचः संपदं दैवीमभिजातोऽसि पाण्डव ॥१६-५॥',
            'meaning':
                'दिव्य गुण मोक्ष के लिए अनुकूल हैं और आसुरी गुण बन्धन दिलाने के लिए हैं । हे पाण्डुपुत्र! तुम चिन्ता मत करो, क्योंकि तुम दैवी गुणों से युक्त होकर जन्मे हो ।',
          },
          {
            'no': 6,
            'shlok':
                'द्वौ भूतसर्गौ लोकेऽस्मिन्दैव आसुर एव च ।\nदैवो विस्तरशः प्रोक्त आसुरं पार्थ मे शृणु ॥१६-६॥',
            'meaning':
                'हे पृथापुत्र! इस संसार में सृजित प्राणी दो प्रकार के हैं – दैवी तथा आसुरी । मैं पहले ही विस्तार से तुम्हें दैवी गुण बतला चुका हूँ । अब मुझसे आसुरी गुणों के विषय में सुनो ।',
          },
          {
            'no': 7,
            'shlok':
                'प्रवृत्तिं च निवृत्तिं च जना न विदुरासुराः ।\nन शौचं नापि चाचारो न सत्यं तेषु विद्यते ॥१६-७॥',
            'meaning':
                'जो आसुरी हैं , वे यह नहीं जानते कि क्या करना चाहिए और क्या नहीं करना चाहिए । उनमें न तो पवित्रता, न उचित आचरण और न ही सत्य पाया जाता है',
          },
          {
            'no': 8,
            'shlok':
                'असत्यमप्रतिष्ठं ते जगदाहुरनीश्वरम् ।\nअपरस्परसंभूतं किमन्यत्कामहैतुकम् ॥१६-८॥',
            'meaning':
                'वे कहते हैं कि यह जगत् मिथ्या है, इसका कोई आधार नहीं है और इसका नियमन किसी ईश्र्वर द्वारा नहीं होता । उनका कहना है कि यह कामेच्छा से उत्पन्न होता है और काम के अतिरिक्त कोई अन्य कारण नहीं है ।',
          },
          {
            'no': 9,
            'shlok':
                'एतां दृष्टिमवष्टभ्य नष्टात्मानोऽल्पबुद्धयः ।\nप्रभवन्त्युग्रकर्माणः क्षयाय जगतोऽहिताः ॥१६-९॥',
            'meaning':
                'ऐसे निष्कर्मों का अनुगमन करते हुए आसुरी लोग, जिन्होंने आत्म-ज्ञान खो दिया है और जो बुद्धिहीन हैं, ऐसे अनुपयोगी एवं भयावह कार्यों में प्रवृत्त होते हैं जो संसार का विनाश करने के लिए होता है ।',
          },
          {
            'no': 10,
            'shlok':
                'काममाश्रित्य दुष्पूरं दम्भमानमदान्विताः ।\nमोहाद्‌गृहीत्वासद्ग्राहान्प्रवर्तन्तेऽशुचिव्रताः ॥१६-१०॥',
            'meaning':
                'कभी न संतुष्ट होने वाले काम का आश्रय लेकर तथा गर्व के मद एवं मिथ्या प्रतिष्ठा में डूबे हुए आसुरी लोग इस तरह मोहग्रस्त होकर सदैव क्षणभंगुर वस्तुओं के द्वारा अपवित्र कर्म का व्रत लिए रहते हैं ।',
          },
          {
            'no': 11,
            'shlok':
                'चिन्तामपरिमेयां च प्रलयान्तामुपाश्रिताः ।\nकामोपभोगपरमा एतावदिति निश्चिताः ॥१६-११॥',
            'meaning':
                'मरणपर्यन्त रहने वाली अपरिमित चिन्ताओं से ग्रस्त और विषयोपभोग को ही परम लक्ष्य मानने वाले ये आसुरी लोग इस निश्चित मत के होते हैं कि इतना ही (सत्य, आनन्द) है ।',
          },
          {
            'no': 12,
            'shlok':
                'आशापाशशतैर्बद्धाः कामक्रोधपरायणाः ।\nईहन्ते कामभोगार्थमन्यायेनार्थसञ्चयान् ॥१६-१२॥',
            'meaning':
                'सैकड़ों आशापाशों से बन्धे हुये, काम और क्रोध के वश में ये लोग विषयभोगों की पूर्ति के लिये अन्यायपूर्वक धन का संग्रह करने के लिये चेष्टा करते हैं ।',
          },
          {
            'no': 13,
            'shlok':
                'इदमद्य मया लब्धमिमं प्राप्स्ये मनोरथम् ।\nइदमस्तीदमपि मे भविष्यति पुनर्धनम् ॥१६-१३॥',
            'meaning':
                'मैंने आज यह पाया है और इस मनोरथ को भी प्राप्त करूंगा, मेरे पास यह इतना धन है और इससे भी अधिक धन भविष्य में होगा ।',
          },
          {
            'no': 14,
            'shlok':
                'असौ मया हतः शत्रुर्हनिष्ये चापरानपि ।\nईश्वरोऽहमहं भोगी सिद्धोऽहं बलवान्सुखी ॥१६-१४॥',
            'meaning':
                'यह शत्रु मेरे द्वारा मारा गया है और दूसरे शत्रुओं को भी मैं मारूंगा, मैं ईश्वर हूँ और भोगी हूँ, मैं सिद्ध पुरुष हूँ, मैं बलवान और सुखी हूँ ।',
          },
          {
            'no': 15,
            'shlok':
                'आढ्योऽभिजनवानस्मि कोऽन्योऽस्ति सदृशो मया ।\nयक्ष्ये दास्यामि मोदिष्य इत्यज्ञानविमोहिताः ॥१६-१५॥',
            'meaning':
                'मैं धनवान् और श्रेष्ठकुल में जन्मा हूँ। मेरे समान दूसरा कौन है?, मैं यज्ञ करूंगा, मैं दान दूँगा, मैं मौज करूँगा - इस प्रकार के अज्ञान से वे मोहित होते हैं ।',
          },
          {
            'no': 16,
            'shlok':
                'अनेकचित्तविभ्रान्ता मोहजालसमावृताः ।\nप्रसक्ताः कामभोगेषु पतन्ति नरकेऽशुचौ ॥१६-१६॥',
            'meaning':
                'इस प्रकार अनेक चिन्ताओं से उद्विग्न होकर तथा मोहजाल में बँधकर वे इन्द्रियभोग में अत्यधिक आसक्त हो जाते हैं और नरक में गिरते हैं ।',
          },
          {
            'no': 17,
            'shlok':
                'आत्मसंभाविताः स्तब्धा धनमानमदान्विताः ।\nयजन्ते नामयज्ञैस्ते दम्भेनाविधिपूर्वकम् ॥१६-१७॥',
            'meaning':
                'अपने को श्रेष्ठ मानने वाले तथा सदैव घमंड करने वाले, सम्पत्ति तथा मिथ्या प्रतिष्ठा से मोहग्रस्त लोग किसी विधि-विधान का पालन न करते हुए कभी-कभी नाम मात्र के लिए बड़े ही गर्व के साथ यज्ञ करते हैं ।',
          },
          {
            'no': 18,
            'shlok':
                'अहंकारं बलं दर्पं कामं क्रोधं च संश्रिताः ।\nमामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयकाः ॥१६-१८॥',
            'meaning':
                'मिथ्या अहंकार, बल, दर्प, काम तथा क्रोध से मोहित होकर आसुरी व्यक्ति अपने शरीर में तथा अन्यों के शरीर में स्थित भगवान् से ईर्ष्या और वास्तविक धर्म की निन्दा करने लगते हैं ।',
          },
          {
            'no': 19,
            'shlok':
                'तानहं द्विषतः क्रुरान्संसारेषु नराधमान् ।\nक्षिपाम्यजस्रमशुभानासुरीष्वेव योनिषु ॥१६-१९॥',
            'meaning':
                'जो लोग ईर्ष्यालु तथा क्रूर हैं और नराधम हैं, उन्हें मैं निरन्तर विभिन्न आसुरी योनियों में, भवसागर में डालता रहता हूँ ।',
          },
          {
            'no': 20,
            'shlok':
                'आसुरीं योनिमापन्ना मूढा जन्मनि जन्मनि ।\nमामप्राप्यैव कौन्तेय ततो यान्त्यधमां गतिम् ॥१६-२०॥',
            'meaning':
                'हे कुन्तीपुत्र! ऐसे व्यक्ति आसुरी योनि में बारम्बार जन्म ग्रहण करते हुए कभी भी मुझ तक पहुँच नहीं पाते । वे धीरे-धीरे अत्यन्त अधम गति को प्राप्त होते हैं ।',
          },
          {
            'no': 21,
            'shlok':
                'त्रिविधं नरकस्येदं द्वारं नाशनमात्मनः ।\nकामः क्रोधस्तथा लोभस्तस्मादेतत्त्रयं त्यजेत् ॥१६-२१॥',
            'meaning':
                'इस नरक के तीन द्वार हैं – काम, क्रोध और लोभ । प्रत्येक बुद्धिमान व्यक्ति को चाहिए कि इन्हें त्याग दे, क्योंकि इनसे आत्मा का पतन होता है ।',
          },
          {
            'no': 22,
            'shlok':
                'एतैर्विमुक्तः कौन्तेय तमोद्वारैस्त्रिभिर्नरः ।\nआचरत्यात्मनः श्रेयस्ततो याति परां गतिम् ॥१६-२२॥',
            'meaning':
                'हे कुन्तीपुत्र! जो व्यक्ति इन तीनों नरक-द्वारों से बच पाता है, वह आत्म-साक्षात्कार के लिए कल्याणकारी कार्य करता है और इस प्रकार क्रमशः परम गति को प्राप्त होता है ।',
          },
          {
            'no': 23,
            'shlok':
                'यः शास्त्रविधिमुत्सृज्य वर्तते कामकारतः ।\nन स सिद्धिमवाप्नोति न सुखं न परां गतिम् ॥१६-२३॥',
            'meaning':
                'जो शास्त्रों के आदेशों की अवहेलना करता है और मनमाने ढंग से कार्य करता है, उसे न तो सिद्धि, न सुख, न ही परमगति की प्राप्ति हो पाती है ।',
          },
          {
            'no': 24,
            'shlok':
                'तस्माच्छास्त्रं प्रमाणं ते कार्याकार्यव्यवस्थितौ ।\nज्ञात्वा शास्त्रविधानोक्तं कर्म कर्तुमिहार्हसि ॥१६-२४॥',
            'meaning':
                'अतएव मनुष्य को यह जानना चाहिए कि शास्त्रों के विधान के अनुसार क्या कर्तव्य है और क्या अकर्तव्य है । उसे विधि-विधानों को जानकर कर्म करना चाहिए जिससे वह क्रमशः ऊपर उठ सके ।',
          },
        ],
      },
      //adhyay 17
      {
        'id': 'सत्रहवाँ अध्याय',
        'name': 'श्रद्धात्रयविभागयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'ये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयान्विताः ।\nतेषां निष्ठा तु का कृष्ण सत्त्वमाहो रजस्तमः ॥१७-१॥',
            'meaning':
                'अर्जुन ने कहा – हे कृष्ण! जो लोग शास्त्र के नियमों का पालन न करके अपनी कल्पना के अनुसार पूजा करते हैं, उनकी स्थिति कौन सी है? वे सतोगुणी हैं, रजोगुणी हैं या तमोगुणी?',
          },
          {
            'no': 2,
            'shlok':
                'त्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा ।\nसात्त्विकी राजसी चैव तामसी चेति तां शृणु ॥१७-२॥',
            'meaning':
                'भगवान् ने कहा – देहधारी जीव द्वारा अर्जित गुणों के अनुसार उसकी श्रद्धा तीन प्रकार की हो सकती है – सतोगुणी, रजोगुणी अथवा तमोगुणी । अब इसके विषय में मुझसे सुनों ।',
          },
          {
            'no': 3,
            'shlok':
                'सत्त्वानुरूपा सर्वस्य श्रद्धा भवति भारत ।\nश्रद्धामयोऽयं पुरुषो यो यच्छ्रद्धः स एव सः ॥१७-३॥',
            'meaning':
                'हे भरतपुत्र! विभिन्न गुणों के अन्तर्गत अपने अपने अस्तित्व के अनुसार मनुष्य एक विशेष प्रकार की श्रद्धा विकसित करता है । अपने द्वारा अर्जित गुणों के अनुसार ही जीव को विशेष श्रद्धा से युक्त कहा जाता है ।',
          },
          {
            'no': 4,
            'shlok':
                'यजन्ते सात्त्विका देवान्यक्षरक्षांसि राजसाः ।\nप्रेतान्भूतगणांश्चान्ये यजन्ते तामसा जनाः ॥१७-४॥',
            'meaning':
                'सतोगुणी व्यक्ति देवताओं को पूजते हैं, रजोगुणी यक्षों व राक्षसों की पूजा करते हैं और तमो गुणी व्यक्ति भूत-प्रेतों को पूजते हैं ।',
          },
          {
            'no': 5,
            'shlok':
                'अशास्त्रविहितं घोरं तप्यन्ते ये तपो जनाः ।\nदम्भाहंकारसंयुक्ताः कामरागबलान्विताः ॥१७-५॥',
            'meaning':
                'जो लोग शास्त्रविधि से रहित घोर तप करते हैं तथा दम्भ, अहंकार, काम और राग से भी युक्त होते हैं ।',
          },
          {
            'no': 6,
            'shlok':
                'कर्षयन्तः शरीरस्थं भूतग्राममचेतसः ।\nमां चैवान्तःशरीरस्थं तान्विद्ध्यासुरनिश्चयान् ॥१७-६॥',
            'meaning':
                'और शरीरस्थ भूतसमुदाय को तथा मुझ अन्तर्यामी को भी कृश करने वाले अर्थात् कष्ट पहुँचाने वाले जो अविवेकी लोग हैं, उन्हें तुम आसुरी निश्चय वाले जानो ।',
          },
          {
            'no': 7,
            'shlok':
                'आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रियः ।\nयज्ञस्तपस्तथा दानं तेषां भेदमिमं शृणु ॥१७-७॥',
            'meaning':
                'यहाँ तक कि प्रत्येक व्यक्ति जो भोजन पसन्द करता है, वह भी प्रकृति के अनुसार तीन प्रकार का होता है । यही बात यज्ञ, तपस्या तथा दान के लिए भी सत्य है । अब उनके भेदों के विषय में सुनो ।',
          },
          {
            'no': 8,
            'shlok':
                'आयुःसत्त्वबलारोग्य सुखप्रीतिविवर्धनाः ।\nरस्याः स्निग्धाः स्थिरा हृद्या आहाराः सात्त्विकप्रियाः ॥१७-८॥',
            'meaning':
                'जो भोजन सात्त्विक व्यक्तियों को प्रिय होता है, वह आयु बढ़ाने वाला, जीवन को शुद्ध करने वाला तथा बल, स्वास्थ्य, सुख तथा तृप्ति प्रदान करने वाला होता है ।ऐसा भोजन रसमय, स्निग्ध, स्वास्थ्यप्रद तथा हृदय को भाने वाला होता है ।',
          },
          {
            'no': 9,
            'shlok':
                'कट्‌वम्ललवणात्युष्ण तीक्ष्णरूक्षविदाहिनः ।\nआहारा राजसस्येष्टा दुःखशोकामयप्रदाः ॥१७-९॥',
            'meaning':
                'अत्यधिक तिक्त, खट्टे, नमकीन, गरम, चटपटे,शुष्क तथा जलन उत्पन्न करने वाले भोजन रजोगुणी व्यक्तियों को प्रिय होते हैं । ऐसे भोजन दुख, शोक तथा रोग उत्पन्न करने वाले हैं ।',
          },
          {
            'no': 10,
            'shlok':
                'यातयामं गतरसं पूति पर्युषितं च यत् ।\nउच्छिष्टमपि चामेध्यं भोजनं तामसप्रियम् ॥१७-१०॥',
            'meaning':
                'खाने से तीन घंटे पूर्व पकाया गया, स्वादहीन, वियोजित एवं सड़ा, जूठा तथा अस्पृश्य वस्तुओं से युक्त भोजन उन लोगों को प्रिय होता है,जो तामसी होते हैं ।',
          },
          {
            'no': 11,
            'shlok':
                'अफलाकाङ्क्षिभिर्यज्ञो विधिदृष्टो य इज्यते ।\nयष्टव्यमेवेति मनः समाधाय स सात्त्विकः ॥१७-११॥',
            'meaning':
                'यज्ञों में वही यज्ञ सात्त्विक होता है,जो शास्त्र के निर्देशानुसार कर्तव्य समझ कर उन लोगों के द्वारा किया जाता है, जो फल की इच्छा नहीं करते ।',
          },
          {
            'no': 12,
            'shlok':
                'अभिसंधाय तु फलं दम्भार्थमपि चैव यत् ।\nइज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम् ॥१७-१२॥',
            'meaning':
                'लेकिन हे भरतश्रेष्ठ! जो यज्ञ किसी भौतिक लाभ के लिए गर्ववश किया जाता है, उसे तुम राजसी जानो ।',
          },
          {
            'no': 13,
            'shlok':
                'विधिहीनमसृष्टान्नं मन्त्रहीनमदक्षिणम् ।\nश्रद्धाविरहितं यज्ञं तामसं परिचक्षते ॥१७-१३॥',
            'meaning':
                'जो यज्ञ शास्त्र के निर्देशों की अवहेलना करके, प्रसाद वितरण किये बिना, वैदिक मन्त्रों का उच्चारण किये बिना, पुरोहितों को दक्षिणा दिये बिना तथा श्रद्धा के बिना सम्पन्न किया जाता है, वह तामसी माना जाता है ।',
          },
          {
            'no': 14,
            'shlok':
                'देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम् ।\nब्रह्मचर्यमहिंसा च शारीरं तप उच्यते ॥१७-१४॥',
            'meaning':
                'परमेश्र्वर, ब्राह्मणों, गुरु, माता-पिता जैसे गुरुजनों की पूजा करना तथा पवित्रता, सरलता, ब्रह्मचर्य और अहिंसा ही शारीरिक तपस्या है ।',
          },
          {
            'no': 15,
            'shlok':
                'अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत् ।\nस्वाध्यायाभ्यसनं चैव वाङ्मयं तप उच्यते ॥१७-१५॥',
            'meaning':
                'सच्चे, भाने वाले,हितकर तथा अन्यों को क्षुब्ध न करने वाले वाक्य बोलना और वैदिक साहित्य का नियमित पारायण करना – यही वाणी की तपस्या है ।',
          },
          {
            'no': 16,
            'shlok':
                'मनः प्रसादः सौम्यत्वं मौनमात्मविनिग्रहः ।\nभावसंशुद्धिरित्येतत्तपो मानसमुच्यते ॥१७-१६॥',
            'meaning':
                'तथा संतोष, सरलता, गम्भीरता, आत्म-संयम एवं जीवन की शुद्धि – ये मन की तपस्याएँ हैं ।',
          },
          {
            'no': 17,
            'shlok':
                'श्रद्धया परया तप्तं तपस्तत्त्रिविधं नरैः ।\nअफलाकाङ्क्षिभिर्युक्तैः सात्त्विकं परिचक्षते ॥१७-१७॥',
            'meaning':
                'भौतिक लाभ की इच्छा न करने वाले तथा केवल परमेश्र्वर में प्रवृत्त मनुष्यों द्वारा दिव्य श्रद्धा से सम्पन्न यह तीन प्रकार की तपस्या सात्त्विक तपस्या कहलाती है ।',
          },
          {
            'no': 18,
            'shlok':
                'सत्कारमानपूजार्थं तपो दम्भेन चैव यत् ।\nक्रियते तदिह प्रोक्तं राजसं चलमध्रुवम् ॥१७-१८॥',
            'meaning':
                'जो तपस्या दंभपूर्वक तथा सम्मान, सत्कार एवं पूजा कराने के लिए सम्पन्न की जाती है, वह राजसी (रजोगुणी) कहलाती है । यह न तो स्थायी होती है न शाश्र्वत ।',
          },
          {
            'no': 19,
            'shlok':
                'मूढग्राहेणात्मनो यत्पीडया क्रियते तपः ।\nपरस्योत्सादनार्थं वा तत्तामसमुदाहृतम् ॥१७-१९॥',
            'meaning':
                'मूर्खतावश आत्म-उत्पीड़न के लिए या अन्यों को विनष्ट करने या हानि पहुँचाने के लिए जो तपस्या की जाती है, वह तामसी कहलाती है ।',
          },
          {
            'no': 20,
            'shlok':
                'दातव्यमिति यद्दानं दीयतेऽनुपकारिणे ।\nदेशे काले च पात्रे च तद्दानं सात्त्विकं स्मृतम् ॥१७-२०॥',
            'meaning':
                'जो दान कर्तव्य समझकर, किसी प्रत्युपकार की आशा के बिना, समुचित काल तथा स्थान में और योग्य व्यक्ति को दिया जाता है, वह सात्त्विक माना जाता है ।',
          },
          {
            'no': 21,
            'shlok':
                'यत्तु प्रत्युपकारार्थं फलमुद्दिश्य वा पुनः ।\nदीयते च परिक्लिष्टं तद्दानं राजसं स्मृतम् ॥१७-२१॥',
            'meaning':
                'किन्तु जो दान प्रत्युपकार की भावना से या कर्म फल की इच्छा से या अनिच्छापूर्वक किया जाता है, वह रजोगुणी (राजस) कहलाता है ।',
          },
          {
            'no': 22,
            'shlok':
                'अदेशकाले यद्दानमपात्रेभ्यश्च दीयते ।\nअसत्कृतमवज्ञातं तत्तामसमुदाहृतम् ॥१७-२२॥',
            'meaning':
                'तथा जो दान किसी अपवित्र स्थान में, अनुचित समय में, किसी अयोग्य व्यक्ति को या बिना समुचित ध्यान तथा आदर से दिया जाता है, वह तामसी कहलाता है ।',
          },
          {
            'no': 23,
            'shlok':
                'ॐ तत्सदिति निर्देशो ब्रह्मणस्त्रिविधः स्मृतः ।\nब्राह्मणास्तेन वेदाश्च यज्ञाश्च विहिताः पुरा ॥१७-२३॥',
            'meaning':
                'सृष्टि के आदिकाल से ऊँ तत् सत् ये तीन शब्द परब्रह्म को सूचित करने के लिए प्रयुक्त किये जाते रहे हैं । ये तीनों सांकेतिक अभिव्यक्तियाँ ब्राह्मणों द्वारा वैदिक मंत्रों का उच्चारण करते समय तथा ब्रह्म को संतुष्ट करने के लिए यज्ञों के समय प्रयुक्त होती थीं ।',
          },
          {
            'no': 24,
            'shlok':
                'तस्मादोमित्युदाहृत्य यज्ञदानतपःक्रियाः ।\nप्रवर्तन्ते विधानोक्ताः सततं ब्रह्मवादिनाम् ॥१७-२४॥',
            'meaning':
                'अतएव योगीजन ब्रह्म की प्राप्ति के लिए शास्त्रीय विधि के अनुसार यज्ञ, दान तथा तप की समस्त क्रियाओं का शुभारम्भ सदैव ओम् से करते हैं ।',
          },
          {
            'no': 25,
            'shlok':
                'तदित्यनभिसन्धाय फलं यज्ञतपःक्रियाः ।\nदानक्रियाश्च विविधाः क्रियन्ते मोक्षकाङ्क्षिभिः ॥१७-२५॥',
            'meaning':
                'मनुष्य को चाहिए कि कर्मफल की इच्छा किये बिना विविध प्रकार के यज्ञ, तप तथा दान को ‘तत्’ शब्द कह कर सम्पन्न करे । ऐसी दिव्य क्रियाओंका उद्देश्य भव-बन्धन से मुक्त होना है ।',
          },
          {
            'no': 26,
            'shlok':
                'सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते ।\nप्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते ॥१७-२६॥',
            'meaning':
                'हे पार्थ ! सत्य भाव व साधुभाव में सत् शब्द का प्रयोग किया जाता है, और प्रशस्त (श्रेष्ठ, शुभ) कर्म में सत् शब्द प्रयुक्त होता है ।',
          },
          {
            'no': 27,
            'shlok':
                'यज्ञे तपसि दाने च स्थितिः सदिति चोच्यते ।\nकर्म चैव तदर्थीयं सदित्येवाभिधीयते ॥१७-२७॥',
            'meaning':
                'यज्ञ, तप और दान में दृढ़ स्थिति भी सत् कही जाती है, और उस (परमात्मा) के लिए किया गया कर्म भी सत् ही कहलाता है ।',
          },
          {
            'no': 28,
            'shlok':
                'अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत् ।\nअसदित्युच्यते पार्थ न च तत्प्रेत्य नो इह ॥१७-२८॥',
            'meaning':
                'हे पार्थ! श्रद्धा के बिना यज्ञ,दान या तप के रूप में जो भी किया जाता है, वह नश्र्वर है । वह असत् कहलाता है और इस जन्म तथा अगले जन्म – दोनों में ही व्यर्थ जाता है ।',
          },
        ],
      },
      //adhyay 18
      {
        'id': 'अठारहवाँ अध्याय',
        'name': 'मोक्षसंन्यासयोग',
        'shloks': [
          {
            'no': 1,
            'shlok':
                'संन्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम् ।\nत्यागस्य च हृषीकेश पृथक्केशिनिषूदन ॥१८-१॥',
            'meaning':
                'अर्जुन ने कहा – हे महाबाहु! मैं त्याग का उद्देश्य जानने का इच्छुक हूँ और हे केशिनिषूदन, हे हृषिकेश! मैं त्यागमय जीवन (संन्यास आश्रम) का भी उद्देश्य जानना चाहता हूँ ।',
          },
          {
            'no': 2,
            'shlok':
                'काम्यानां कर्मणां न्यासं संन्यासं कवयो विदुः ।\nसर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणाः ॥१८-२॥',
            'meaning':
                'भगवान् ने कहा-भौतिक इच्छा पर आधारित कर्मों के परित्याग को विद्वान लोग संन्यास कहते हैं और समस्त कर्मों के फल-त्याग को बुद्धिमान लोग त्याग कहते हैं ।',
          },
          {
            'no': 3,
            'shlok':
                'त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिणः ।\nयज्ञदानतपःकर्म न त्याज्यमिति चापरे ॥१८-३॥',
            'meaning':
                'कुछ विद्वान घोषित करते हैं कि समस्त प्रकार के सकाम कर्मों को दोषपूर्ण समझ कर त्याग देना चाहिए । किन्तु अन्य विद्वान् मानते हैं कि यज्ञ, दान तथा तपस्या के कर्मों को कभी नहीं त्यागना चाहिए ।',
          },
          {
            'no': 4,
            'shlok':
                'निश्चयं शृणु मे तत्र त्यागे भरतसत्तम ।\nत्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः ॥१८-४॥',
            'meaning':
                'हे भरतश्रेष्ठ! अब त्याग के विषय में मेरा निर्णय सुनो । हे नरशार्दूल! शास्त्रों में त्याग तीन तरह का बताया गया है ।',
          },
          {
            'no': 5,
            'shlok':
                'यज्ञदानतपःकर्म न त्याज्यं कार्यमेव तत् ।\nयज्ञो दानं तपश्चैव पावनानि मनीषिणाम् ॥१८-५॥',
            'meaning':
                'यज्ञ, दान तथा तपस्या के कर्मों का कभी परित्याग नहीं करना चाहिए, उन्हें अवश्य सम्पन्न करना चाहिए । निस्सन्देह यज्ञ, दान तथा तपस्या महात्माओं को भी शुद्ध बनाते हैं ।',
          },
          {
            'no': 6,
            'shlok':
                'एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च ।\nकर्तव्यानीति मे पार्थ निश्चितं मतमुत्तमम् ॥१८-६॥',
            'meaning':
                'इन सारे कार्यों को किसी प्रकार की आसक्ति या फल की आशा के बिना सम्पन्न करना चाहिए । हे पृथापुत्र! इन्हें कर्तव्य मानकर सम्पन्न किया जाना चाहिए । यही मेरा अन्तिम मत है ।',
          },
          {
            'no': 7,
            'shlok':
                'नियतस्य तु संन्यासः कर्मणो नोपपद्यते ।\nमोहात्तस्य परित्यागस्तामसः परिकीर्तितः ॥१८-७॥',
            'meaning':
                'निर्दिष्ट कर्तव्यों को कभी नहीं त्यागना चाहिए । यदि कोई मोहवश अपने नियत कर्मों का परित्याग कर देता है, तो ऐसे त्याग को तामसी कहा जाता है ।',
          },
          {
            'no': 8,
            'shlok':
                'दुःखमित्येव यत्कर्म कायक्लेशभयात्त्यजेत् ।\nस कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् ॥१८-८॥',
            'meaning':
                'जो व्यक्ति नियत कर्मों को कष्टप्रद समझ कर या शारीरिक क्लेश के भय से त्याग देता है, उसके लिए कहा जाता है कि उसने यह त्याग रजो गुण में किया है । ऐसा करने से कभी त्याग का उच्च फल प्राप्त नहीं होता ।',
          },
          {
            'no': 9,
            'shlok':
                'कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन ।\nसङ्गं त्यक्त्वा फलं चैव स त्यागः सात्त्विको मतः ॥१८-९॥',
            'meaning':
                'हे अर्जुन! जब मनुष्य नियत कर्तव्य को करणीय मान कर करता है और समस्त भौतिक संगति तथा फल की आसक्ति को त्याग देता है, तो उसका त्याग सात्त्विक कहलाता है ।',
          },
          {
            'no': 10,
            'shlok':
                'न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते ।\nत्यागी सत्त्वसमाविष्टो मेधावी छिन्नसंशयः ॥१८-१०॥',
            'meaning':
                'सतोगुण में स्थित बुद्धिमान त्यागी, जो न तो अशुभ कार्य से घृणा करता है, न शुभकर्म से लिप्त होता है, वह कर्म के विषय में कोई संशय नहीं रखता ।',
          },
          {
            'no': 11,
            'shlok':
                'न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषतः ।\nयस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते ॥१८-११॥',
            'meaning':
                'निस्सन्देह किसी भी देहधारी प्राणी के लिए समस्त कर्मों का परित्याग कर पाना असम्भव है । लेकिन जो कर्म फल का परित्याग करता है, वह वास्तव में त्यागी है ।',
          },
          {
            'no': 12,
            'shlok':
                'अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मणः फलम् ।\nभवत्यत्यागिनां प्रेत्य न तु संन्यासिनां क्वचित् ॥१८-१२॥',
            'meaning':
                'जो त्यागी नहीं है, उसके लिए इच्छित(इष्ट), अनिच्छित (अनिष्ट) तथा मिश्रित – ये तीन प्रकार के कर्मफल मृत्यु के बाद मिलते हैं । लेकिन जो संन्यासी है, उन्हें ऐसे फल का सुख-दुख नहीं भोगना पड़ता ।',
          },
          {
            'no': 13,
            'shlok':
                'पञ्चैतानि महाबाहो कारणानि निबोध मे ।\nसांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् ॥१८-१३॥',
            'meaning':
                'हे महाबाहु अर्जुन! वेदान्त के अनुसार समस्त कर्मों की पूर्ति के लिए पाँच कारण हैं । अब तुम इन्हें मुझसे सुनो ।',
          },
          {
            'no': 14,
            'shlok':
                'अधिष्ठानं तथा कर्ता करणं च पृथग्विधम् ।\nविविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम् ॥१८-१४॥',
            'meaning':
                'कर्म का स्थान (शरीर), कर्ता, विभिन्न इन्द्रियाँ, अनेक प्रकार की चेष्टाएँ तथा परमात्मा – ये पाँच कर्म के कारण हैं ।',
          },
          {
            'no': 15,
            'shlok':
                'शरीरवाङ्‌मनोभिर्यत्कर्म प्रारभते नरः ।\nन्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतवः ॥१८-१५॥',
            'meaning':
                'मनुष्य अपने शरीर, मन या वाणी से जो भी उचित या अनुचित कर्म करता है, वह इन पाँच कारणों के फल स्वरूप होता है ।',
          },
          {
            'no': 16,
            'shlok':
                'तत्रैवं सति कर्तारमात्मानं केवलं तु यः ।\nपश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मतिः ॥१८-१६॥',
            'meaning':
                'अतएव जो इन पाँच कारणों को न मानकर अपने आपको ही एकमात्र कर्ता मानता है, वह निश्चय ही बहुत बुद्धिमान नहीं होता और वस्तुओं को सही रूप में नहीं देखता ।',
          },
          {
            'no': 17,
            'shlok':
                'यस्य नाहंकृतो भावो बुद्धिर्यस्य न लिप्यते ।\nहत्वापि स इमाँल्लोकान्न हन्ति न निबध्यते ॥१८-१७॥',
            'meaning':
                'जो मिथ्या अहंकार से प्रेरित नहीं है, जिसकी बुद्धि बँधी नहीं है, वह इस संसार में मनुष्यों को मारता हुआ भी नहीं मारता । न ही वह अपने कर्मों से बँधा होता है ।',
          },
          {
            'no': 18,
            'shlok':
                'ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना ।\nकरणं कर्म कर्तेति त्रिविधः कर्मसंग्रहः ॥१८-१८॥',
            'meaning':
                'ज्ञान, ज्ञेय तथा ज्ञाता – ये तीनों कर्म को प्रेरणा देने वाले कारण हैं । इन्द्रियाँ (करण), कर्म तथा कर्ता – ये तीन कर्म के संघटक हैं ।',
          },
          {
            'no': 19,
            'shlok':
                'ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदतः ।\nप्रोच्यते गुणसंख्याने यथावच्छृणु तान्यपि ॥१८-१९॥',
            'meaning':
                'प्रकृति के तीन गुणों के अनुसार ही ज्ञान, कर्म तथा कर्ता के तीन-तीन भेद हैं । अब तुम मुझसे इन्हें सुनो ।',
          },
          {
            'no': 20,
            'shlok':
                'सर्वभूतेषु येनैकं भावमव्ययमीक्षते ।\nअविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्त्विकम् ॥१८-२०॥',
            'meaning':
                'जिस ज्ञान से अनन्त रूपों में विभक्त सारे जीवों में एक ही अविभक्त आध्यात्मिक प्रकृति देखी जाती है, उसे ही तुम सात्त्विक जानो ।',
          },
          {
            'no': 21,
            'shlok':
                'पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान् ।\nवेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम् ॥१८-२१॥',
            'meaning':
                'जिस ज्ञान से कोई मनुष्य विभिन्न शरीरों में भिन्न-भिन्न प्रकार का जीव देखता है, उसे तुम राजसी जानो ।',
          },
          {
            'no': 22,
            'shlok':
                'यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम् ।\nअतत्त्वार्थवदल्पं च तत्तामसमुदाहृतम् ॥१८-२२॥',
            'meaning':
                'और वह ज्ञान, जिससे मनुष्य किसी एक प्रकार के कार्य को, जो अति तुच्छ है, सब कुछ मान कर, सत्य को जाने बिना उसमें लिप्त रहता है, तामसी कहा जाता है।',
          },
          {
            'no': 23,
            'shlok':
                'नियतं सङ्गरहितमरागद्वेषतः कृतम् ।\nअफलप्रेप्सुना कर्म यत्तत्सात्त्विकमुच्यते ॥१८-२३॥',
            'meaning':
                'जो कर्म नियमित है और जो आसक्ति, राग या द्वेष से रहित कर्मफल की चाह के बिना किया जाता है, वह सात्त्विक कहलाता है ।',
          },
          {
            'no': 24,
            'shlok':
                'यत्तु कामेप्सुना कर्म साहंकारेण वा पुनः ।\nक्रियते बहुलायासं तद्राजसमुदाहृतम् ॥१८-२४॥',
            'meaning':
                'लेकिन जो कार्य अपनी इच्छा पूर्ति के निमित्त प्रयासपूर्वक एवं मिथ्याअहंकार के भाव से किया जाता है, वह रजोगुणी कहा जाता है ।',
          },
          {
            'no': 25,
            'shlok':
                'अनुबन्धं क्षयं हिंसामनवेक्ष्य च पौरुषम् ।\nमोहादारभ्यते कर्म यत्तत्तामसमुच्यते ॥१८-२५॥',
            'meaning':
                'जो कर्म मोहवश शास्त्रीय आदेशों की अवहेलना करके तथा भावी बन्धन की परवाह किये बिना या हिंसा अथवा अन्यों को दुख पहुँचाने के लिए किया जाता है, वहतामसी कहलाता है ।',
          },
          {
            'no': 26,
            'shlok':
                'मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वितः ।\nसिद्ध्यसिद्ध्योर्निर्विकारः कर्ता सात्त्विक उच्यते ॥१८-२६॥',
            'meaning':
                'जो व्यक्ति भौतिक गुणों के संसर्ग के बिना अहंकाररहित, संकल्प तथा उत्साहपूर्वक अपना कर्म करता है और सफलता अथवा असफलता में अविचलित रहता है, वह सात्त्विक कर्ता कहलाता है ।',
          },
          {
            'no': 27,
            'shlok':
                'रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचिः ।\nहर्षशोकान्वितः कर्ता राजसः परिकीर्तितः ॥१८-२७॥',
            'meaning':
                'जो कर्ता कर्म तथा कर्म-फल के प्रति आसक्त होकर फलों का भोग करनाचाहता है तथा जो लोभी, सदैव ईर्ष्यालु, अपवित्र और सुख-दुख से विचलित होने वालाहै, वह राजसी कहा जाता है ।',
          },
          {
            'no': 28,
            'shlok':
                'अयुक्तः प्राकृतः स्तब्धः शठो नैष्कृतिकोऽलसः ।\nविषादी दीर्घसूत्री च कर्ता तामस उच्यते ॥१८-२८॥',
            'meaning':
                'जो कर्ता सदा शास्त्रों के आदेशों के विरुद्ध कार्य करता रहता है, जो भौतिकवादी, हठी, कपटी तथा अन्यों का अपमान करने में पटु है और तथा जो आलसी, सदैव खिन्न तथा काम करने में दीर्घसूत्री है, वह तमोगुणी कहलाता है ।',
          },
          {
            'no': 29,
            'shlok':
                'बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं शृणु ।\nप्रोच्यमानमशेषेण पृथक्त्वेन धनंजय ॥१८-२९॥',
            'meaning':
                'हे धनञ्जय! अब मैं प्रकृति के तीनों गुणों के अनुसार तुम्हें विभिन्न प्रकार की बुद्धि तथा धृति के विषय में विस्तार से बताऊँगा । तुम इसे सुनो ।',
          },
          {
            'no': 30,
            'shlok':
                'प्रवृत्तिं च निवृत्तिं च कार्याकार्ये भयाभये ।\nबन्धं मोक्षं च या वेत्ति बुद्धिः सा पार्थ सात्त्विकी ॥१८-३०॥',
            'meaning':
                'हे पृथापुत्र! वह बुद्धि सतोगुणी है, जिसके द्वारा मनुष्य यह जानता है कि क्या करणीय है और क्या नहीं है, किस्से डरना चाहिए और किस्से नहीं, क्या बाँधने वाला है और क्या मुक्ति देने वाला है ।',
          },
          {
            'no': 31,
            'shlok':
                'यया धर्ममधर्मं च कार्यं चाकार्यमेव च ।\nअयथावत्प्रजानाति बुद्धिः सा पार्थ राजसी ॥१८-३१॥',
            'meaning':
                'हे पृथापुत्र! जो बुद्धि धर्म तथा अधर्म,करणीय तथा अकरणीय कर्म में भेद नहीं कर पाती,वह राजसी है ।',
          },
          {
            'no': 32,
            'shlok':
                'अधर्मं धर्ममिति या मन्यते तमसावृता ।\nसर्वार्थान्विपरीतांश्च बुद्धिः सा पार्थ तामसी ॥१८-३२॥',
            'meaning':
                'जो बुद्धि मोह तथा अंधकार के वशीभूत होकर अधर्म को धर्म तथा धर्म को अधर्म मानती है और सदैव विपरीत दिशा में प्रयत्न करती है, वह तामसी है ।',
          },
          {
            'no': 33,
            'shlok':
                'धृत्या यया धारयते मनःप्राणेन्द्रियक्रियाः ।\nयोगेनाव्यभिचारिण्या धृतिः सा पार्थ सात्त्विकी ॥१८-३३॥',
            'meaning':
                'हे पृथापुत्र! जो अटूट है, जिसे योगाभ्यास द्वारा अचल रहकर धारण किया जाता है और जो इस प्रकार मन, प्राण तथा इन्द्रियों के कार्यकलापों को वश में रखती है, वह धृति सात्त्विक है ।',
          },
          {
            'no': 34,
            'shlok':
                'यया तु धर्मकामार्थान्धृत्या धारयतेऽर्जुन ।\nप्रसङ्गेन फलाकाङ्क्षी धृतिः सा पार्थ राजसी ॥१८-३४॥',
            'meaning':
                'लेकिन हे अर्जुन! जिस धृति से मनुष्य धर्म, अर्थ तथा काम के फलों मेंलिप्त बना रहता है, वह राजसी है ।',
          },
          {
            'no': 35,
            'shlok':
                'यया स्वप्नं भयं शोकं विषादं मदमेव च ।\nन विमुञ्चति दुर्मेधा धृतिः सा पार्थ तामसी ॥१८-३५॥',
            'meaning':
                'हे पार्थ! जो धृति स्वप्न, भय, शोक, विषाद तथा मोह के परे नहीं जाती,ऐसी दुर्बुद्धिपूर्ण धृति तामसी है ।',
          },
          {
            'no': 36,
            'shlok':
                'सुखं त्विदानीं त्रिविधं शृणु मे भरतर्षभ ।\nअभ्यासाद्रमते यत्र दुःखान्तं च निगच्छति ॥१८-३६॥',
            'meaning':
                'हे भरतश्रेष्ठ! अब मुझसे तीन प्रकार के सुखों के विषय में सुनों,जिनके द्वारा बद्धजीव भोग करता है और जिसके द्वारा कभी-कभी दुखों का अन्त हो जाता है ।',
          },
          {
            'no': 37,
            'shlok':
                'यत्तदग्रे विषमिव परिणामेऽमृतोपमम् ।\nतत्सुखं सात्त्विकं प्रोक्तमात्मबुद्धिप्रसादजम् ॥१८-३७॥',
            'meaning':
                'जो प्रारम्भ में विष जैसा लगता है, लेकिन अन्त में अमृत के समान है औरजो मनुष्य में आत्म-साक्षात्कार जगाता है, वह सात्त्विक सुख कहलाता है ।',
          },
          {
            'no': 38,
            'shlok':
                'विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम् ।\nपरिणामे विषमिव तत्सुखं राजसं स्मृतम् ॥१८-३८॥',
            'meaning':
                'जो सुख इन्द्रियों द्वारा उनके विषयों के संसर्ग से प्राप्त होता हैऔर प्रारम्भ में अमृततुल्य तथा अन्त में विषतुल्य लगता है, वह रजोगुणी कहलाता है ।',
          },
          {
            'no': 39,
            'shlok':
                'यदग्रे चानुबन्धे च सुखं मोहनमात्मनः ।\nनिद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम् ॥१८-३९॥',
            'meaning':
                'तथा जो सुख आत्म-साक्षात्कार के प्रति अन्धा है, जो प्रारम्भ से लेकर अन्त तक मोहकारक है और जो निद्रा, आलस्य तथा मोह से उत्पन्न होता है, वह तामसी कहलाता है ।',
          },
          {
            'no': 40,
            'shlok':
                'न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुनः ।\nसत्त्वं प्रकृतिजैर्मुक्तं यदेभिः स्यात्त्रिभिर्गुणैः ॥१८-४०॥',
            'meaning':
                'इस लोक में, स्वर्ग लोकों में या देवताओं के मध्य में कोई भी ऐसाव्यक्ति विद्यमान नहीं है, जो प्रकृति के तीन गुणों से मुक्त हो ।',
          },
          {
            'no': 41,
            'shlok':
                'ब्राह्मणक्षत्रियविशां शूद्राणां च परन्तप ।\nकर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणैः ॥१८-४१॥',
            'meaning':
                'हे परन्तप! ब्राह्मणों, क्षत्रियों, वैश्यों तथा शूद्रों में प्रकृतिके गुणों के अनुसार उनके स्वभाव द्वारा उत्पन्न गुणों के द्वारा भेद किया जाता है ।',
          },
          {
            'no': 42,
            'shlok':
                'शमो दमस्तपः शौचं क्षान्तिरार्जवमेव च ।\nज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम् ॥१८-४२॥',
            'meaning':
                'शान्तिप्रियता, आत्मसंयम, तपस्या, पवित्रता, सहिष्णुता, सत्यनिष्ठा, ज्ञान,विज्ञान तथा धार्मिकता – ये सारे स्वाभाविक गुण हैं, जिनके द्वारा ब्राह्मण कर्मकरते हैं ।',
          },
          {
            'no': 43,
            'shlok':
                'शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम् ।\nदानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम् ॥१८-४३॥',
            'meaning':
                'वीरता, शक्ति, संकल्प, दक्षता, युद्ध में धैर्य, उदारता तथा नेतृत्व –ये क्षत्रियों के स्वाभाविक गुण हैं ।',
          },
          {
            'no': 44,
            'shlok':
                'कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम् ।\nपरिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम् ॥१८-४४॥',
            'meaning':
                'कृषि करना, गो रक्षा तथा व्यापार वैश्यों के स्वाभाविक कर्म हैं औरशूद्रों का कर्म श्रम तथा अन्यों की सेवा करना है ।',
          },
          {
            'no': 45,
            'shlok':
                'स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः ।\nस्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु ॥१८-४५॥',
            'meaning':
                'अपने अपने कर्म के गुणों का पालन करते हुए प्रत्येक व्यक्ति सिद्ध होसकता है । अब तुम मुझसे सुनो कि यह किस प्रकार किया जा सकता है ।',
          },
          {
            'no': 46,
            'shlok':
                'यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् ।\nस्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानवः ॥१८-४६॥',
            'meaning':
                'जो सभी प्राणियों का उदगम् है और सर्वव्यापी है, उस भगवान् की उपासना करके मनुष्य अपना कर्म करते हुए पूर्णता प्राप्त कर सकता है ।',
          },
          {
            'no': 47,
            'shlok':
                'श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् ।\nस्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम् ॥१८-४७॥',
            'meaning':
                'अपने वृत्तिपरक कार्य को करना, चाहे वह कितना ही त्रुटिपूर्ण ढंग सेक्यों न किया जाय, अन्य किसी के कार्य को स्वीकार करने और अच्छी प्रकार करने की अपेक्षा अधिक श्रेष्ठ है । अपने स्वभाव के अनुसार निर्दिष्ट कर्म कभी भी पाप से प्रभावित नहीं होते ।',
          },
          {
            'no': 48,
            'shlok':
                'सहजं कर्म कौन्तेय सदोषमपि न त्यजेत् ।\nसर्वारम्भा हि दोषेण धूमेनाग्निरिवावृताः ॥१८-४८॥',
            'meaning':
                'प्रत्येक उद्योग (प्रयास) किसी न किसी दोष से आवृत होता है, जिस प्रकार अग्नि धुएँ से आवृत रहती है । अतएव हे कुन्तीपुत्र! मनुष्य को चाहिए कि स्वभाव से उत्पन्न कर्म को, भले ही वह दोषपूर्ण क्यों न हो, कभी त्यागे नहीं ।',
          },
          {
            'no': 49,
            'shlok':
                'असक्तबुद्धिः सर्वत्र जितात्मा विगतस्पृहः ।\nनैष्कर्म्यसिद्धिं परमां संन्यासेनाधिगच्छति ॥१८-४९॥',
            'meaning':
                'जो आत्मसंयमी तथा अनासक्त है एवं जो समस्त भौतिक भोगों की परवाह नहीं करता, वह संन्यास के अभ्यास द्वारा कर्मफल से मुक्ति की सर्वोच्च सिद्ध-अवस्था प्राप्त कर सकता है ।',
          },
          {
            'no': 50,
            'shlok':
                'सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे ।\nसमासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा ॥१८-५०॥',
            'meaning':
                'हे कुन्तीपुत्र! जिस तरह इस सिद्धि को प्राप्त हुआ व्यक्ति परम सिद्धावाथा अर्थात् ब्रह्म को, जो सर्वोच्च ज्ञान की अवस्था है, प्राप्त करता है, उसका मैं संक्षेप में तुमसे वर्णन करूँगा, उसे तुम जानो ।',
          },
          {
            'no': 51,
            'shlok':
                'बुद्ध्या विशुद्ध्या युक्तो धृत्यात्मानं नियम्य च ।\nशब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च ॥१८-५१॥',
            'meaning':
                'विशुद्ध बुद्धि से युक्त, धृति से आत्मसंयम कर, शब्दादि विषयों को त्याग कर और राग-द्वेष का परित्याग कर ।',
          },
          {
            'no': 52,
            'shlok':
                'विविक्तसेवी लघ्वाशी यतवाक्कायमानसः ।\nध्यानयोगपरो नित्यं वैराग्यं समुपाश्रितः ॥१८-५२॥',
            'meaning':
                'विविक्त सेवी, लघ्वाशी (मिताहारी) जिसने अपने शरीर, वाणी और मन को संयत किया है, ध्यानयोग के अभ्यास में सदैव तत्पर तथा वैराग्य पर समाश्रित ।',
          },
          {
            'no': 53,
            'shlok':
                'अहंकारं बलं दर्पं कामं क्रोधं परिग्रहम् ।\nविमुच्य निर्ममः शान्तो ब्रह्मभूयाय कल्पते ॥१८-५३॥',
            'meaning':
                'अहंकार, बल, दर्प, काम, क्रोध और परिग्रह को त्याग कर ममत्वभाव से रहित और शान्त पुरुष ब्रह्म प्राप्ति के योग्य बन जाता है ।',
          },
          {
            'no': 54,
            'shlok':
                'ब्रह्मभूतः प्रसन्नात्मा न शोचति न काङ्क्षति ।\nसमः सर्वेषु भूतेषु मद्भक्तिं लभते पराम् ॥१८-५४॥',
            'meaning':
                'इस प्रकार जो दिव्य पद पर स्थित है, वह तुरन्त परब्रह्म का अनुभव करता है और पूर्णतया प्रसन्न हो जाता है । वह न तो कभी शोक करता है, न किसी वस्तु की कामना करता है । वह प्रत्येक जीव पर समभाव रखता है । उस अवस्था में वह मेरी शुद्ध भक्ति को प्राप्त करता है ।',
          },
          {
            'no': 55,
            'shlok':
                'भक्त्या मामभिजानाति यावान्यश्चास्मि तत्त्वतः ।\nततो मां तत्त्वतो ज्ञात्वा विशते तदनन्तरम् ॥१८-५५॥',
            'meaning':
                'केवल भक्ति से मुझ भगवान् को यथारूप में जाना जा सकता है । जब मनुष्य ऐसी भक्ति से मेरे पूर्ण भावनामृत में होता है, तो वह वैकुण्ठ जगत् में प्रवेश कर सकता है ।',
          },
          {
            'no': 56,
            'shlok':
                'सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रयः ।\nमत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम् ॥१८-५६॥',
            'meaning':
                'मेरा शुद्ध भक्त मेरे संरक्षण में, समस्त प्रकार के कार्यों में संलग्न रह कर भी मेरी कृपा से नित्य तथा अविनाशी धाम को प्राप्त होता है ।',
          },
          {
            'no': 57,
            'shlok':
                'चेतसा सर्वकर्माणि मयि संन्यस्य मत्परः ।\nबुद्धियोगमुपाश्रित्य मच्चित्तः सततं भव ॥१८-५७॥',
            'meaning':
                'सारे कार्यों के लिए मुझ पर निर्भर रहो और मेरे संरक्षण में सदा कर्म करो । ऐसी भक्ति में मेरे प्रति पूर्णतया सचेत रहो ।',
          },
          {
            'no': 58,
            'shlok':
                'मच्चित्तः सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि ।\nअथ चेत्त्वमहंकारान्न श्रोष्यसि विनङ्क्ष्यसि ॥१८-५८॥',
            'meaning':
                'यदि तुम मुझसे भावनाभावित होगे, तो मेरी कृपा से तुम बद्ध जीवन के सारे अवरोधों को लाँघ जाओगे । लेकिन यदि तुम मिथ्या अहंकारवश ऐसी चेतना में कर्म नहीं करोगे और मेरी बात नहीं सुनोगे, तो तुम विनष्ट हो जाओगे ।',
          },
          {
            'no': 59,
            'shlok':
                'यदहंकारमाश्रित्य न योत्स्य इति मन्यसे ।\nमिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति ॥१८-५९॥',
            'meaning':
                'यदि तुम मेरे निर्देशानुसार कर्म नहीं करते और युद्ध में प्रवृत्त नहीं होते हो, तो तुम कुमार्ग पर जाओगे । तुम्हें अपने स्वभाव वश युद्ध में लगना पड़ेगा ।',
          },
          {
            'no': 60,
            'shlok':
                'स्वभावजेन कौन्तेय निबद्धः स्वेन कर्मणा ।\nकर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोऽपि तत् ॥१८-६०॥',
            'meaning':
                'इस समय तुम मोहवश मेरे निर्देशानुसार कर्म करने से मना कर रहे हो । लेकिन हे कुन्तीपुत्र! तुम अपने ही स्वभाव से उत्पन्न कर्म द्वारा बाध्य होकर वही सब करोगे ।',
          },
          {
            'no': 61,
            'shlok':
                'ईश्वरः सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति ।\nभ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया ॥१८-६१॥',
            'meaning':
                'हे अर्जुन! परमेश्र्वर प्रत्येक जीव के हृदय में स्थित हैं और भौतिक शक्ति से निर्मित यन्त्र में सवार की भाँति बैठे समस्त जीवों को अपनी माया से घुमा (भरमा) रहे हैं ।',
          },
          {
            'no': 62,
            'shlok':
                'तमेव शरणं गच्छ सर्वभावेन भारत ।\nतत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम् ॥१८-६२॥',
            'meaning':
                'हे भारत! सब प्रकार से उसी की शरण में जाओ । उसकी कृपा से तुम परम शान्ति को तथा परम नित्यधाम को प्राप्त करोगे ।',
          },
          {
            'no': 63,
            'shlok':
                'इति ते ज्ञानमाख्यातं गुह्याद्‌गुह्यतरं मया ।\nविमृश्यैतदशेषेण यथेच्छसि तथा कुरु ॥१८-६३॥',
            'meaning':
                'इस प्रकार मैंने तुम्हें गुह्यतर ज्ञान बतला दिया । इस पर पूरी तरह से मनन करो और तब जो चाहे सो करो ।',
          },
          {
            'no': 64,
            'shlok':
                'सर्वगुह्यतमं भूयः शृणु मे परमं वचः ।\nइष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम् ॥१८-६४॥',
            'meaning':
                'चूँकि तुम मेरे अत्यन्त प्रिय मित्र हो, अतएव मैं तुम्हें अपना परम आदेश, जो सर्वाधिक गुह्यज्ञान है, बता रहा हूँ । इसे अपने हित के लिए सुनो ।',
          },
          {
            'no': 65,
            'shlok':
                'मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु ।\nमामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे ॥१८-६५॥',
            'meaning':
                'सदैव मेरा चिन्तन करो, मेरे भक्त बनो, मेरी पूजा करो और मुझे नमस्कार करो । इस प्रकार तुम निश्चित रूप से मेरे पास आओगे । मैं तुम्हें वचन देता हूँ, क्योंकि तुम मेरे परम प्रियमित्र हो ।',
          },
          {
            'no': 66,
            'shlok':
                'सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज ।\nअहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः ॥१८-६६॥',
            'meaning':
                'समस्त प्रकार के धर्मों का परित्याग करो और मेरी शरण में आओ । मैं समस्त पापों से तुम्हारा उद्धार कर दूँगा । डरो मत ।',
          },
          {
            'no': 67,
            'shlok':
                'इदं ते नातपस्काय नाभक्ताय कदाचन ।\nन चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति ॥१८-६७॥',
            'meaning':
                'यह गुह्यज्ञान उनको कभी भी न बताया जाय जो न तो संयमी हैं, न एकनिष्ठ, न भक्ति में रत हैं, न ही उसे जो मुझसे द्वेष करता हो ।',
          },
          {
            'no': 68,
            'shlok':
                'य इमं परमं गुह्यं मद्भक्तेष्वभिधास्यति ।\nभक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशयः ॥१८-६८॥',
            'meaning':
                'जो व्यक्ति भक्तों को यह परम रहस्य बताता है, वह शुद्ध भक्ति को प्राप्त करेगा और अन्त में वह मेरे पास वापस आएगा ।',
          },
          {
            'no': 69,
            'shlok':
                'न च तस्मान्मनुष्येषु कश्चिन्मे प्रियकृत्तमः ।\nभविता न च मे तस्मादन्यः प्रियतरो भुवि ॥१८-६९॥',
            'meaning':
                'इस संसार में उसकी अपेक्षा कोई अन्य सेवक न तो मुझे अधिक प्रिय है और न कभी होगा ।',
          },
          {
            'no': 70,
            'shlok':
                'अध्येष्यते च य इमं धर्म्यं संवादमावयोः ।\nज्ञानयज्ञेन तेनाहमिष्टः स्यामिति मे मतिः ॥१८-७०॥',
            'meaning':
                'और मैं घोषित करता हूँ कि जो हमारे इस पवित्र संवाद का अध्ययन करता है, वह अपनी बुद्धि से मेरी पूजा करता है ।',
          },
          {
            'no': 71,
            'shlok':
                'श्रद्धावाननसूयश्च शृणुयादपि यो नरः ।\nसोऽपि मुक्तः शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम् ॥१८-७१॥',
            'meaning':
                'और जो श्रद्धा समेत और द्वेषरहित होकर इसे सुनता है, वह सारे पापों से मुक्त हो जाता है और उन शुभ लोकों को प्राप्त होता है, जहाँ पुण्यात्माएँ निवास करती हैं ।',
          },
          {
            'no': 72,
            'shlok':
                'कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा ।\nकच्चिदज्ञानसंमोहः प्रनष्टस्ते धनंजय ॥१८-७२॥',
            'meaning':
                'हे पृथापुत्र! हे धनञ्जय! क्या तुमने इसे (इस शास्त्र को) एकाग्र चित्त होकर सुना? और क्या अब तुम्हारा अज्ञान तथा मोह दूर हो गया है ?',
          },
          {
            'no': 73,
            'shlok':
                'नष्टो मोहः स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत ।\nस्थितोऽस्मि गतसन्देहः करिष्ये वचनं तव ॥१८-७३॥',
            'meaning':
                'अर्जुन ने कहा – हे कृष्ण, हे अच्युत! अब मेरा मोह दूर हो गया । आपके अनुग्रह से मुझे मेरी स्मरण शक्ति वापस मिल गई । अब मैं संशयरहित तथा दृढ़ हूँ और आपके आदेशानुसार कर्म करने के लिए उद्यत हूँ ।',
          },
          {
            'no': 74,
            'shlok':
                'इत्यहं वासुदेवस्य पार्थस्य च महात्मनः ।\nसंवादमिममश्रौषमद्भुतं रोमहर्षणम् ॥१८-७४॥',
            'meaning':
                'संजय ने कहा – इस प्रकार मैंने कृष्ण तथा अर्जुन इन दोनों महापुरुषों की वार्ता सुनी । और यह सन्देश इतना अद्भुत है कि मेरे शरीर में रोमाञ्च हो रहा है ।',
          },
          {
            'no': 75,
            'shlok':
                'व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम् ।\nयोगं योगेश्वरात्कृष्णात्साक्षात्कथयतः स्वयम् ॥१८-७५॥',
            'meaning':
                'व्यास की कृपा से मैंने ये परम गुह्य बातें साक्षात् योगेश्वर कृष्ण के मुख से अर्जुन के प्रति कही जाती हुई सुनीं ।',
          },
          {
            'no': 76,
            'shlok':
                'राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम् ।\nकेशवार्जुनयोः पुण्यं हृष्यामि च मुहुर्मुहुः ॥१८-७६॥',
            'meaning':
                'हे राजन्! जब मैं कृष्ण तथा अर्जुन के मध्य हुई इस आश्चर्यजनक तथा पवित्र वार्ता का बारम्बार स्मरण करता हूँ, तो प्रति क्षण आह्लाद से गद्गद् हो उठता हूँ ।',
          },
          {
            'no': 77,
            'shlok':
                'तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरेः ।\nविस्मयो मे महान् राजन्हृष्यामि च पुनः पुनः ॥१८-७७॥',
            'meaning':
                'हे राजन्! भगवान् कृष्ण के अद्भुत रूप का स्मरण करते ही मैं अधिकाधिक आश्चर्यचकित होता हूँ और पुनःपुनः हर्षित होता हूँ ।',
          },
          {
            'no': 78,
            'shlok':
                'यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः ।\nतत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम ॥१८-७८॥',
            'meaning':
                'जहाँ योगेश्र्वर कृष्ण है और जहाँ परम धनुर्धर अर्जुन हैं, वहीँ ऐश्र्वर्य, विजय, अलौकिक शक्ति तथा नीति भी निश्चित रूप से रहती है । ऐसा मेरा मत है ।',
          },
        ],
      },
    ],
  },
  {
    'index': 'गीता सार',
    'adhyay': [
      //adhyay 1
      {
        'id': 'पहला अध्याय',
        'name': 'अर्जुनविषादयोग',
        'meaning':
            'पहले अध्याय का नाम अर्जुनविषादयोग है। जब शौर्य और धैर्य, साहस और बल इन चारों गुणों से युक्त अर्जुन पर क्षमा और प्रज्ञा यानि बुद्धि का प्रभाव बढ़ा और उन्होंने युद्ध भूमि में हथियार डाल दिए तब उनके क्षात्रधर्म का स्थान कार्पण्य ने लिया। तब कृष्ण ने तर्क से, बुद्धि से, ज्ञान से, कर्म की चर्चा से, विश्व के स्वभाव से, उसमें जीवन की स्थिति से, दोनों के नियामक अव्यय पुरुष के परिचय से और उस सर्वोपरि परम सत्तावान ब्रह्म के साक्षात दर्शन से अर्जुन को वापस प्रेरित किया। इस अध्याय में इसी तत्वचर्चा परिचय दिया गया ।',
      },
      //adhyay 2
      {
        'id': 'दूसरा अध्याय',
        'name': 'सांख्ययोग',
        'meaning':
            'इस अध्याया का नाम सांख्ययोग है। इसमें जीवन की दो प्राचीन संमानित परंपराओं का तर्कों द्वारा वर्णन आया है। अर्जुन को उस कृपण स्थिति में रोते देखकर कृष्ण ने उसका ध्यान दिलाया है कि इस प्रकार का क्लैव्य और हृदय की क्षुद्र दुर्बलता अर्जुन जैसे वीर के लिए उचित नहीं। उन्होंने बताया कि प्रज्ञादर्शन काल, कर्म और स्वभाव से होनेवाले संसार की सब घटनाओं और स्थितियों को अनिवार्य रूप से स्वीकार करता है। जीना और मरना, जन्म लेना और बढ़ना, विषयों का आना और जाना, सुख और दुख का अनुभव, ये तो संसार में होते ही हैं ।',
      },
      //adhyay 3
      {
        'id': 'तीसरा अध्याय',
        'name': 'कर्मयोग',
        'meaning':
            'इस अध्याय में अर्जुन ने इस विषय में और गहरा उतरने के लिए स्पष्ट प्रश्न किया कि सांख्य और योग इन दोनों मार्गों में आप किसे अच्छा समझते हैं और क्यों नहीं यह निश्चित बतसते कि वे इन दोनों में से किसे अपनायें। इसपर कृष्ण ने स्पष्टता से उत्तर दिया कि लोक में दो निष्ठायें या जीवनदृष्टियां हैं। सांख्यवादियों के लिए ज्ञानयोग है और कर्ममार्गियों के लिए कर्मयोग है। अर्थात् जो साधारण समझ के लोग कर्म में लगे हैं उन्हें उस मार्ग से उखाड़ना उचित नहीं, क्योंकि वे ज्ञानवादी बन नहीं सकते, और यदि उनका कर्म भी छूट गया तो वे दोनों ओर से भटक जायेंगे ।',
      },
      //adhyay 4
      {
        'id': 'चौथा अध्याय',
        'name': 'ज्ञानकर्मसन्यासयोग',
        'meaning':
            'इस अध्याय में, जिसका नाम ज्ञान-कर्म-संन्यास-योग है, यह बताया गया है कि ज्ञान प्राप्त करके कर्म करते हुए भी कर्मसंन्यास का फल किस तरह से प्राप्त किया जा सकता है। यहीं गीता का वह प्रसिद्ध वचन है कि जब जब धर्म की हानि होती है तब तब भगवान का अवतार होता है ।',
      },
      //adhyay 5
      {
        'id': 'पाँचवाँ अध्याय',
        'name': 'कर्मसंन्यासयोग',
        'meaning':
            'इस अध्याय में कर्मसंन्यास योग नामक युक्तियां फिर से और दृढ़ रूप में कहीं गई हैं। इसमें कर्म के साथ जो मन का संबंध है, उसके संस्कार पर या उसे विशुद्ध करने पर विशेष ध्यान दिलाया गया है। यह भी कहा गया है कि एक स्थान पर पहुँचकर सांख्य और योग में कोई भेद नहीं रह जाता है। किसी एक मार्ग पर ठीक प्रकार से चले तो समान फल प्राप्त होता है। जीवन के जितने कर्म हैं, सबको समर्पण कर देने से व्यक्ति एकदम शांति के ध्रुव बिंदु पर पहुँच जाता है और जल में खिले कमल के समान कर्म रूपी जल से लिप्त नहीं होता ।',
      },
      //adhyay 6
      {
        'id': 'छठा अध्याय',
        'name': 'आत्मसंयमयोग',
        'meaning':
            'इस अध्याया का नाम आत्मसंयम योग है जिसका विषय नाम से ही पता चलता है कि जितने विषय हैं उन सबमें इंद्रियों का संयम श्रेष्ठ है। सुख में और दुख में मन की समान स्थिति, इसे ही योग कहते हैं ।',
      },
      //adhyay 7
      {
        'id': 'सातवाँ अध्याय',
        'name': 'ज्ञानविज्ञानयोग',
        'meaning':
            'इस अध्याय की संज्ञा ज्ञानविज्ञान योग है। विज्ञान की दृष्टि से अपरा और परा प्रकृति के इन दो रूपों की व्याख्या गीता ने दी है। अपरा प्रकृति में आठ तत्व हैं, पंचभूत, मन, बुद्धि और अहंकार। इसमें ईश्वर की चेष्टा के संपर्क से जो चेतना आती है उसे परा प्रकृति कहते हैं, वही जीव है। आठ तत्वों के साथ मिलकर जीवन नवां तत्व हो जाता है। इस अध्याय में भगवान के अनेक रूपों का उल्लेख किया गया है ।',
      },
      //adhyay 8
      {
        'id': 'आठवाँ अध्याय',
        'name': 'अक्षरब्रह्मयोग',
        'meaning':
            'इस अध्याय की संज्ञा अक्षर ब्रह्मयोग है। उपनिषदों में अक्षर विद्या का विस्तार हुआ आर गीता में उसे अक्षरविद्या का सार कह दिया गया है। अक्षर ब्रह्म परमं, मनुष्य, अर्थात् जीव और शरीर की संयुक्त रचना का ही नाम अध्यात्म है। गीता के शब्दों में ॐ एकाक्षर ब्रह्म है ।',
      },
      //adhyay 9
      {
        'id': 'नौवाँ अध्याय',
        'name': 'राजविद्याराजगुह्ययोग',
        'meaning':
            'इस अध्याय को राजगुह्ययोग कहा गया है, अर्थात् यह अध्यात्म विद्या और गुह्य ज्ञान सबमें श्रेष्ठ है। मन की दिव्य शक्तियों को किस प्रकार ब्रह्ममय बनाया जाय, इसकी युक्ति ही राजविद्या है। इस क्षेत्र में ब्रह्मतत्व का निरूपण ही प्रधान है। वेद का समस्त कर्मकांड यज्ञ, अमृत, और मृत्यु, संत और असंत, और जितने भी देवी देवता है, सबका पर्यवसान ब्रह्म में है ।',
      },
      //adhyay 10
      {
        'id': 'दसवाँ अध्याय',
        'name': 'विभूतियोग',
        'meaning':
            'इस अध्याय का नाम विभूतियोग है। इसका सार यह है कि लोक में जितने देवता हैं, सब एक ही भगवान का अंश हैं। मनुष्य के समस्त गुण और अवगुण भगवान की शक्ति के ही रूप हैं। देवताओ की सत्ता को स्वीकारते हुए सबको विष्णु का रूप मानकर समन्वय की एक नई दृष्टि प्रदान की गई है जिसका नाम विभूतियोग है ।',
      },
      //adhyay 11
      {
        'id': 'ग्यारहवाँ अध्याय',
        'name': 'विश्वरूपदर्शनयोग',
        'meaning':
            'इस अध्याय का नाम विश्वरूपदर्शन योग है। इसमें अर्जुन ने भगवान का विश्वरूप देखा। विराट रूप का अर्थ है मानवीय धरातल और परिधि के ऊपर जो अनंत विश्व का प्राणवंत रचनाविधान है, उसका साक्षात दर्शन |',
      },
      //adhyay 12
      {
        'id': 'बारहवाँ अध्याय',
        'name': 'भक्तियोग',
        'meaning':
            'जब अर्जुन ने भगवान का विराट रूप देखा तो वह घबरा गया और घबराहट में उसके मुंह से \'दिशो न जाने न लभे च शर्म\' वाक्य निकले। उसने प्रार्थना की, कि मानव के लिए जो स्वाभाविक स्थिति ईश्वर ने रखी है, वही पर्याप्त है ।',
      },
      //adhyay 13
      {
        'id': 'तेरहवाँ अध्याय',
        'name': 'क्षेत्रक्षत्रज्ञविभागयोग',
        'meaning':
            'इस अध्याय में एक सीधा विषय क्षेत्र और क्षेत्रज्ञ का विचार है। यह शरीर क्षेत्र है, उसका जाननेवाला जीवात्मा क्षेत्रज्ञ है ।',
      },
      //adhyay 14
      {
        'id': 'चौदहवाँ अध्याय',
        'name': 'गुणत्रयविभागयोग',
        'meaning':
            'इस अध्याय का नाम गुणत्रय विभाग योग है। यह विषय समस्त वैदिक, दार्शनिक और पौराणिक तत्वचिंतन का निचोड़ है। सत्व, रज, तम नामक तीन गुण हैं। अकेला सत्व शांत रहता है और अकेला तम भी निश्चेष्ट रहता है, किंतु दोनों के बीच में रजोगुण उन्हें सक्रिय करता है ।',
      },
      //adhyay 15
      {
        'id': 'पंद्रहवाँ अध्याय',
        'name': 'पुरुषोत्तमयोग',
        'meaning':
            'इस अध्याय का नाम पुरुषोत्तमयोग है। इसमें विश्व का अश्वत्थ के रूप में वर्णन किया गया है। नर या पुरुष तीन हैं, क्षर, अक्षर और अव्यय। इनमें पंचभूत क्षर है, प्राण अक्षर है और मनस्तत्व या चेतना की संज्ञा अव्यय है ।',
      },
      //adhyay 16
      {
        'id': 'सोलहवाँ अध्याय',
        'name': 'दैवासुरसंपद्विभागयोग',
        'meaning':
            'इस अध्याय में देवासुर संपत्ति का विभाग बताया गया है। आरंभ से ही ऋग्देव में सृष्टि की कल्पना दैवी और आसुरी शक्तियों के रूप में की गई है। एक अच्छा और दूसरा बुरा ।',
      },
      //adhyay 17
      {
        'id': 'सत्रहवाँ अध्याय',
        'name': 'श्रद्धात्रयविभागयोग',
        'meaning':
            'ये अध्याय श्रद्धात्रय विभाग योग है। इसका संबंध सत, रज और तम, इन तीनों गुणों से है, अर्थात् जिसमें जिस गुण का प्रादुर्भाव होता है, उसकी श्रद्धा या जीवन की निष्ठा वैसी ही बन जाती है। यज्ञ, तप, दान, कर्म ये सब इसी से संचालित होते हैं ।',
      },
      //adhyay 18
      {
        'id': 'अठारहवाँ अध्याय',
        'name': 'मोक्षसंन्यासयोग',
        'meaning':
            'इस अध्याय में मोक्षसंन्यास योग का जिक्र है। इसमें गीता के समस्त उपदेशों का सार एवं उपसंहार है। इसमें बताया गया है कि पृथ्वी के मानवों में और स्वर्ग के देवताओं में कोई भी ऐसा नहीं जो प्रकृति के चलाए हुए इन तीन गुणों से बचा हो । मनुष्य को क्या कार्य है, क्या अकार्य है, इसकी पहचान होनी चाहिए। धर्म और अधर्म को, बंध और मोक्ष को, वृत्ति और निवृत्ति को जो बुद्धि ठीक से पहचनाती है, वही सात्विक बुद्धि है ।',
      },
    ]
  },
];
